Repository: Eugeny/tabby
Catalog: locale/*.po
Languages: af_za, de_de, hu_hu, pl_pl

source: Sixel graphics support (experimental)
af_za: Sixel grafiese ondersteuning (eksperimenteel)
de_de: Sixel Grafikunterstützung (experimentell)
hu_hu: Sixel grafikus támogatás (kísérleti)
pl_pl: Wsparcie dla grafiki sixelowej (eksperymentalne)

source: Skip MoTD/banner
af_za: Slaan BvDD/banier oor
de_de: MoTD/Banner überspringen
hu_hu: MoTD/banner átugrása
pl_pl: Pomiń MoTD/baner

source: Slow feed
af_za: Stadige voer
de_de: Langsamer Feed
hu_hu: Lassú adagolás
pl_pl: Powolne przesyłanie (bit po bicie)

source: Snaps the window to a side of the screen
af_za: Knip die venster na 'n kant van die skerm
de_de: Einrasten des Fensters an einer Seite des Bildschirms
hu_hu: Az ablakot a képernyő egyik oldalához rögzíti
pl_pl: Przyciąga okno w wybrane miejsce ekranu

source: SOCKS proxy
af_za: SOCKS instaanbediener

source: SOCKS proxy host
af_za: SOCKS instaanbediener gasheer
hu_hu: SOCKS proxy gazda

source: SOCKS proxy port
af_za: SOCKS instaanbediener poort

source: Sound
af_za: Klank
de_de: Töne
hu_hu: Hang
pl_pl: Dźwięk

source: Source code
af_za: Bronkode
de_de: Quellcode
hu_hu: Forráskód
pl_pl: Kod źródłowy

source: Spaciness
af_za: Ruimtelikheid
de_de: Platzhalter
hu_hu: Terjedelem
pl_pl: Przestrzeń

source: Split
af_za: Verdeel
de_de: Teilen
hu_hu: Osztás
pl_pl: Podziel

source: Split to the bottom
af_za: Verdeel na onder
de_de: Nach unten teilen
hu_hu: Osztás az aljára
pl_pl: Podziel na dół

source: Split to the down
af_za: Verdeel na onder
de_de: Nach unten teilen
hu_hu: Osztás lentre
pl_pl: Podziel na dół

source: Split to the left
af_za: Verdeel na links
de_de: Nach links teilen
hu_hu: Osztás balra
pl_pl: Podziel na lewo

source: Split to the right
af_za: Verdeel na regs
de_de: Nach rechts teilen
hu_hu: Osztás jobbra
pl_pl: Podziel na prawo

source: Split to the top
af_za: Verdeel na bo
de_de: Nach oben teilen
hu_hu: Osztás a tetejére
pl_pl: Podziel na górę

source: Split to the up
af_za: Verdeel na bo
de_de: Nach oben teilen
hu_hu: Osztás fentre
pl_pl: Podziel na górę

source: SSH connection
af_za: SSH verbinding
de_de: SSH-Verbindung
hu_hu: SSH kapcsolat
pl_pl: Połączenie SSH

source: SSH connection management is now done through the "Profiles & connections" tab
af_za: SSH-verbindingsbestuur word nou gedoen deur die "Profiel & Verbindings"-oortjie
de_de: SSH-Verbindungsverwaltung erfolgt nun über die Registerkarte "Profile & Verbindungen"
hu_hu: Az SSH kapcsolat kezelése mostantól a "Profiles & connections" fülön keresztül történik
pl_pl: Zarządzanie połączeniami SSH odbywa się teraz za pomocą zakładki "Profile i połączenia"

source: SSH password for {user}@{host}:{port}
af_za: SSH-wagwoord vir {user}@{host}:{port}
de_de: SSH-Passwort für {user}@{host}:{port}
hu_hu: SSH jelszó ide: {user}@{host}:{port}
pl_pl: Hasło SSH dla {user}@{host}:{port}

source: Standard (legacy)
af_za: Standaard (erfenis)
de_de: Standard (alte Version)
hu_hu: Standard (örökölt)
pl_pl: Standardowe (legacy)

source: Startup
af_za: Begin
de_de: Beim Start
hu_hu: Indítás
pl_pl: Uruchamianie

source: Stop bits
af_za: Stop bisse
de_de: Stoppbits
hu_hu: Bitek mutatása
pl_pl: Bity stopu

source: Strip
af_za: Strook
de_de: Entfernen
hu_hu: Szalag
pl_pl: Pasek

source: Subscribe to updates
af_za: Teken in om opdaterings te kry
de_de: Updates abonnieren
hu_hu: Feliratkozás a frissítésekre
pl_pl: Subskrybuj aktualizacje

source: Substitutions allowed.
af_za: Plaasvervangers toegelaat.
de_de: Ersetzungen erlaubt.
hu_hu: Csere megengedett.
pl_pl: Zastępstwa dozwolone.

source: Switch color scheme
af_za: Skakel kleurskema
de_de: Farbschema wechseln
hu_hu: Színséma váltása
pl_pl: Zmień schemat kolorów

source: Switch profile
af_za: Wissel profiel
de_de: Profil wechseln
hu_hu: Profil váltása
pl_pl: Zmień profil

source: Switch profile in the active pane
af_za: Wissel profiel in die aktiewe paneel
de_de: Profil im aktiven Bereich wechseln
hu_hu: Profilváltás az aktív táblában
pl_pl: Przełącz profil w aktywnym panelu

source: Switches terminal frontend implementation (experimental)
af_za: Wissel die terminaal voorkant implementering (eksperimenteel)
de_de: Umschaltung der Frontend-Implementierung (experimentell)
hu_hu: Átkapcsolja a terminál frontend megvalósítását (kísérleti)
pl_pl: Przełącza warstwę graficzną terminali (eksperymentalne)

source: Sync
af_za: Sinkroniseer
de_de: Synchronisierung
hu_hu: Szinkronizálás
pl_pl: Synchronizacja

source: Sync automatically
af_za: Sinkroniseer outomaties
de_de: Automatisch synchronisieren
hu_hu: Automatikus szinkronizálás
pl_pl: Synchronizuj automatycznie

source: Sync host
af_za: Sinkroniseer gasheer
de_de: Synchronisiere Host
hu_hu: Gazda szinkronizálása
pl_pl: Synchronizuj host

source: Sync hotkeys
af_za: Sinkroniseer sneltoetse
de_de: Tastenkombination synchronisieren
hu_hu: Gyorsgombok szinkronizálása
pl_pl: Synchronizuj klawisze skrótów

source: Sync Vault
af_za: Sinkroniseer Kluis
de_de: Tresor synchronisieren
hu_hu: Széf szinkronizálása
pl_pl: Synchronizuj sejf

source: Sync window settings
af_za: Sinkroniseer vensterinstellings
de_de: Fenster Einstellungen synchronisieren
hu_hu: Ablak beállítások szinkronizálása
pl_pl: Synchronizuj ustawienia okna

source: Tab {number}
af_za: Oortjie {number}
hu_hu: lap {number}
pl_pl: Karta {number}

source: Tab activity
af_za: Oortjie-aktiwiteit
de_de: Tab Aktivität
hu_hu: Lap aktivitás
pl_pl: Aktywność zakładki

source: Tabby could not start with your plugins, so all third party plugins have been disabled in this session. The error was:
af_za: Tabby kon nie met jou inproppe begin nie, so alle derdeparty-inproppe is in hierdie sessie gedeaktiveer. Die fout was:
de_de: Tabby konnte nicht mit deinen Plugins starten, so dass alle Plugins von Dritten in dieser Sitzung deaktiviert wurden. Der Fehler war:
hu_hu: A Tabby nem tudott elindulni a pluginjaival, ezért minden harmadik féltől származó plugint letiltottunk ebben a munkamenetben. A hiba a következő volt:
pl_pl: Tabby nie mógł rozpocząć z zainstalowanymi wtyczkami, więc wtyczki firm trzecich zostały wyłączone w tej sesji. Błąd:

source: Tabby news and updates on Twitter
af_za: Tabby nuus en opdaterings op Twitter
de_de: Nachrichten und Updates von Tabby auf Twitter
hu_hu: Tabby hírek és frissítések a Twitter-en
pl_pl: Nowości i aktualizacje Tabby na Twitterze

source: Tabs
af_za: Oortjies
hu_hu: Lapok
pl_pl: Karty

source: Tabs location
af_za: Oortjie-ligging
de_de: Tab Position
hu_hu: Lapok helye
pl_pl: Położenie kart

source: Tabs width
af_za: Oortjie breedte
de_de: Tab Breite
hu_hu: Lapok szélessége
pl_pl: Szerokość karty

source: Telnet session
af_za: Telnet sessie
de_de: Telnet-Sitzung
hu_hu: Telnet szakasz
pl_pl: Sesja Telnet

source: Terminal
af_za: Terminaal
hu_hu: Terminál

source: Terminal background
af_za: Terminaal agtergrond
de_de: Terminal-Hintergrund
hu_hu: Terminál háttér
pl_pl: Tło Terminala

source: Terminal bell
af_za: Terminaal klok
de_de: Terminal Glocke
hu_hu: Terminál csengő
pl_pl: Dzwonek Terminalu

source: Terminal identification
af_za: Terminale identifikasie
de_de: Terminal-Identifikation
hu_hu: Terminál azonosítása
pl_pl: Identyfikacja terminala

source: Thank you for downloading Tabby!
af_za: Dankie dat jy Tabby afgelaai het!
de_de: Vielen Dank, dass Sie Tabby heruntergeladen haben!
hu_hu: Köszönjük, hogy letöltötte Tabby-t!
pl_pl: Dziękujemy za pobranie Tabby!

source: Theme
af_za: Tema
hu_hu: Téma
pl_pl: Motyw

source: There are active file transfers
af_za: Daar is aktiewe lêeroordragte
de_de: Es gibt aktive Dateiübertragungen
hu_hu: Aktív fájlátvitel van folyamatban
pl_pl: Istnieją aktywne transfery plików

source: There is a saved password for this connection
af_za: Daar is 'n gestoorde wagwoord vir hierdie verbinding
de_de: Es gibt ein gespeichertes Passwort für diese Verbindung
hu_hu: Van egy elmentett jelszó ehhez a kapcsolathoz
pl_pl: Istnieje zapisane hasło dla tego połączenia

source: These apply to all profiles of a given type
af_za: Dit is van toepassing op alle profiele van 'n gegewe tipe
de_de: Diese gelten für alle Profile eines bestimmten Typs
hu_hu: Ezek egy adott típus összes profiljára vonatkoznak
pl_pl: Dotyczy to wszystkich profili danego typu

source: These apply to all profiles of a given type in this group
af_za: Dit is van toepassing op alle profiele van 'n gegewe tipe in hierdie groep
de_de: Diese gelten für alle Profile eines bestimmten Typs in dieser Gruppe
hu_hu: Ezek egy adott típus összes profiljára vonatkoznak ebben a csoportban.

source: Thin
af_za: Dun
de_de: Dünn
hu_hu: Vékony
pl_pl: Cienka

source: Tick this if you're experiencing aliasing, ghosting or other visual issues
af_za: Merk dit as jy aliasing, spookbeelde of ander visuele probleme ondervind
de_de: Aktivieren Sie dies, wenn Sie visuelle Probleme haben
hu_hu: Jelölje be ezt a lehetőséget, ha aliasing, szellemkép vagy egyéb vizuális problémák merülnek fel.
pl_pl: Zaznacz to, jeśli doświadczasz aliasingu, ghostingu lub innych problemów wizualnych

source: Toggle fullscreen mode
af_za: Wissel volskerm modus
de_de: Vollbildmodus umschalten
hu_hu: Teljesképernyős mód átkapcsolása
pl_pl: Przełącza na pełny ekran

source: Toggle last tab
af_za: Wissel laaste oortjie
de_de: Zum letzten Tab wechseln
hu_hu: Utolsó lap átkapcsolása
pl_pl: Przełącz ostatnią kartę

source: Toggle terminal window
af_za: Wissel terminaal venster
de_de: Terminalfenster umschalten
hu_hu: Terminál ablak átkapcsolása
pl_pl: Przełącz okno terminala

source: Toggles the Tabby window visibility
af_za: Wissel die sigbaarheid van die Tabby-venster
de_de: Schaltet die Sichtbarkeit des Tabby-Fensters um
hu_hu: A Tabby ablak átlátszóságának átkapcsolása
pl_pl: Przełącza widoczność okna Tabby

source: Top
af_za: Bo
de_de: Oben
hu_hu: Felső
pl_pl: Góra

source: Trim whitespace and newlines
af_za: Knip witspasie en nuwe lyne af
de_de: Leerzeichen und Zeilenumbrüche kürzen
hu_hu: A szóközök és újsorok levágása
pl_pl: Przytnij białą przestrzeń i nowe linie

source: Try again
af_za: Probeer weer
de_de: Erneut versuchen
hu_hu: Újrapróbálkozás
pl_pl: Spróbuj ponownie

source: Trying saved password
af_za: Probeer tans gestoorde wagwoord
de_de: Versuche gespeichertes Passwort
hu_hu: Elmentett jelszó kipróbálása
pl_pl: Próba zapisanego hasła

source: Turn current tab's panes into separate tabs
af_za: Verander huidige oortjie se ruite in aparte oortjies
de_de: Aktuelle Teilbereiche in separate Tabs verwandeln
hu_hu: Az aktuális lap ablakait különálló lapokká alakítja át
pl_pl: Zamień panele bieżącej karty w oddzielne karty

source: Ungrouped
af_za: Ongegroepeer
de_de: Nicht gruppiert
hu_hu: Csoportosítatlan
pl_pl: Bez grupy

source: Uninstall
af_za: Deïnstalleer
de_de: Deinstallieren
hu_hu: Eltávolítás
pl_pl: Odinstaluj

source: Unknown
af_za: Onbekend
de_de: Unbekannt
hu_hu: Ismeretlen
pl_pl: Nieznane

source: Unknown secret of type {type} for {key}
af_za: Onbekende geheim van tipe {type} vir {key}
de_de: Unbekanntes Geheimnis des Typs {type} für {key}
hu_hu: Ismeretlen {type} típusú titok a {kulcs} esetében
pl_pl: Nieznane dane poufne typu {type} dla {key}

source: Unpin
af_za: Ontspeld
de_de: Lösen
hu_hu: Kitűzés feloldása
pl_pl: Odepnij

source: Up
af_za: Op
de_de: Hoch
hu_hu: Fel
pl_pl: Góra

source: Update
af_za: Opdateer
de_de: Aktualisieren
hu_hu: Frissítés
pl_pl: Aktualizacja

source: Upgrade to {version}
af_za: Gradeer op na {version}
de_de: Aktualisieren auf Version {version}
hu_hu: Fríssítés {version}-ra
pl_pl: Uaktualnij do {version}

source: Upload
af_za: Laai op
de_de: Hochladen
hu_hu: Feltöltés
pl_pl: Prześlij

source: Upload as a new config
af_za: Laai op as 'n nuwe opstelling
de_de: Als neue Konfiguration hochladen
hu_hu: Új konfigurációként való feltöltés
pl_pl: Prześlij jako nową konfigurację

source: Use {altKeyName} as the Meta key
af_za: Gebruik {altKeyName} as die Meta-sleutel
de_de: {altKeyName} als Meta-Taste verwenden
hu_hu: Használja {altKeyName} Meta kulcsot
pl_pl: Użyj {altKeyName} jako klawisza Meta

source: Use ConPTY
af_za: Gebruik ConPTY
de_de: ConPTY verwenden
hu_hu: ConPTY használata
pl_pl: Użyj ConPTY

source: User default
af_za: Gebruiker verstek
de_de: Benutzer Standard
hu_hu: Felhasználó alapméretezése
pl_pl: Domyślny użytkownik

source: Username
af_za: Gebruikersnaam
de_de: Benutzername
hu_hu: Felhasználónév
pl_pl: Nazwa Użytkownika

source: Using CONNECT method
af_za: Gebruik CONNECT metode
de_de: Mit der CONNECT-Methode
hu_hu: CONNECT metódus használata
pl_pl: Użycie metody CONNECT

source: Using preset password
af_za: Gebruik vooraf ingestelde wagwoord
de_de: Vorgegebenes Passwort wird verwendet
hu_hu: Előre beállított jelszó használata
pl_pl: Używanie ustawionego hasła

source: Vault
af_za: Kluis
de_de: Tresor
hu_hu: Széf
pl_pl: Sejf

source: Vault is an always-encrypted container for secrets such as SSH passwords and private key passphrases.
af_za: Vault is 'n altyd-geïnkripteer houer vir geheime soos SSH-wagwoorde en privaat sleutelwagfrases.
de_de: Der Tresor ist ein immer verschlüsselter Container für SSH-Passwörter und private Schlüssel.
hu_hu: A Széf egy mindig titkosított tároló olyan titkok számára, mint az SSH jelszavak és a privát kulcsok jelszavai.
pl_pl: Sejf jest szyfrowanym kontenerem dla danych poufnych, takich jak hasła SSH i hasła klucza prywatnego.

source: Vault is empty
af_za: Kluis is leeg
de_de: Tresor ist leer
hu_hu: A Széf üres
pl_pl: Sejf jest pusty

source: Vault is locked
af_za: Kluis is gesluit
de_de: Tresor ist gesperrt
hu_hu: A Széf le van zárva
pl_pl: Sejf jest zablokowany

source: Vault is not configured
af_za: Kluis is nie opgestel nie
de_de: Tresor ist nicht konfiguriert
hu_hu: A Széf nincs konfigurálva
pl_pl: Sejf nie jest skonfigurowany

source: Vault master passphrase needs to be set to allow storing secrets
af_za: Kluis-hoofwagfrase moet gestel word om geheime te stoor
de_de: Tresor Hauptpasswort muss gesetzt werden, um Einträge speichern zu können
hu_hu: A Széf mester jelmondatát be kell állítani a titkok tárolásának engedélyezéséhez
pl_pl: Hasło główne sejfu musi być ustawione, aby umożliwić przechowywanie danych poufnych

source: Verify host keys when connecting
af_za: Verifieer gasheersleutels wanneer jy verbind
de_de: Hostschlüssel bei Verbindung überprüfen
hu_hu: Csatlakozáskor ellenőrizze a gazda kulcsokat
pl_pl: Sprawdź klucze hosta podczas łączenia

source: Version
af_za: Weergawe
hu_hu: Verzió
pl_pl: Wersja

source: Version: {version}
af_za: Weergawe: {version}
hu_hu: Verzió: {version}
pl_pl: Wersja: {version}

source: Vibrancy
af_za: Kleurhelderheid
hu_hu: Rezgés
pl_pl: Transparentne tło

source: Visual
af_za: Visueel
de_de: Optisch
hu_hu: Vizuális
pl_pl: Wizualny

source: Warn on multi-line paste
af_za: Waarsku op multi-reël plak
de_de: Beim mehrzeiligen Einfügen warnen
hu_hu: Figyelmeztetés a többsoros beillesztésre
pl_pl: Ostrzegaj przy wklejaniu wieloliniowym

source: Warn when closing active connections
af_za: Waarsku wanneer aktiewe verbindings gesluit word
de_de: Warnung beim Schließen aktiver Verbindungen
hu_hu: Figyelmeztetés aktív kapcsolatok lezárásakor
pl_pl: Ostrzegaj przy zamykaniu aktywnych połączeń

source: Warning: remote host's key has suddenly changed!
af_za: Waarskuwing: afgeleë gasheer se sleutel het skielik verander!
de_de: Warnung: Der Schlüssel des entfernten Hosts hat sich plötzlich geändert!
hu_hu: Figyelmeztetés: a távoli állomás kulcsa hirtelen megváltozott!
pl_pl: Ostrzeżenie: klucz zdalnego hosta został nagle zmieniony!

source: We're only tracking your Tabby and OS versions.
af_za: Ons volg net jou Tabby- en OS-weergawes.
de_de: Wir analysieren nur Ihre Tabby- und Betriebssystem-Versionen.
hu_hu: Csak a Tabby és az operációs rendszer verzióit követjük nyomon.
pl_pl: Śledzimy tylko wersje Tabby i Twojego systemu operacyjnego.

source: Welcome
af_za: Welkom
de_de: Willkommen
hu_hu: Üdvözlet
pl_pl: Witaj

source: What's new
af_za: Wat's nuut
de_de: Was gibt's Neues?
hu_hu: Újdonságok
pl_pl: Nowości

source: When a session ends
af_za: Wanneer 'n sessie eindig
de_de: Wenn eine Sitzung endet
hu_hu: Amikor a munkamenet véget ér
pl_pl: Kończąc sesję

source: When enabled, links are only clickable while holding this key
af_za: Wanneer dit geaktiveer is, kan skakels slegs geklik word terwyl hierdie sleutel ingehou word
de_de: Wenn aktiviert, sind Links nur anklickbar, während Sie diese Taste gedrückt halten
hu_hu: Ha engedélyezve van, a linkek csak akkor kattinthatók, ha ezt a billentyűt nyomva tartják.
pl_pl: Po włączeniu, linki można klikać tylko podczas przytrzymania tego klawisza

source: When WinSCP is detected, you can launch an SCP session from the context menu.
af_za: Wanneer WinSCP opgespoor word, kan u 'n SCP-sessie vanaf die kontekskieslys begin.
de_de: Wenn WinSCP erkannt wird, können Sie eine SCP-Sitzung aus dem Kontextmenü starten.
hu_hu: A WinSCP észlelésekor a kontextusmenüből indíthat SCP-munkamenetet.
pl_pl: Po wykryciu WinSCP możesz uruchomić sesję SCP z menu kontekstowego.

source: Whether a custom window or an OS native window should be used
af_za: Of 'n pasgemaakte venster of 'n OS-inheemse venster gebruik moet word
de_de: Ob ein benutzerdefiniertes Fenster- oder das Fenster Layout des Betriebssystems verwendet werden soll
hu_hu: Egyéni ablak vagy az operációs rendszer natív ablaka legyen-e használva
pl_pl: Użyj do wyboru niestandardowego lub natywnego wyglądu dla okna terminalu

source: Will prevent the SSH greeting from showing up
af_za: Sal voorkom dat die SSH-groet verskyn
de_de: Verhindert, dass die SSH-Begrüßung angezeigt wird
hu_hu: Megakadályozza, hogy az SSH üdvözlés megjelenjen
pl_pl: Zapobiegnie pokazywaniu powitania SSH

source: Window
af_za: Venster
de_de: Fenster
hu_hu: Ablak
pl_pl: Okno

source: Window dimension along the edge
af_za: Vensterafmeting langs die rand
de_de: Fenstergröße entlang am Rand
hu_hu: Ablakméret a széle mentén
pl_pl: Wymiar okna wzdłuż krawędzi

source: Window dimension away from the edge
af_za: Vensterafmeting weg van die rand af
de_de: Fenstergröße weg vom Rand
hu_hu: Ablakméret a szélétől távolodva
pl_pl: Wymiar okna z dala od krawędzi

source: Window frame
af_za: Venster raam
de_de: Fensterrahmen
hu_hu: Ablak keret
pl_pl: Ramka okna

source: Windows
af_za: Vensters
hu_hu: Ablakok

source: Windows 10 build 18309 or above is recommended for ConPTY
af_za: Windows 10 bou 18309 of hoër word aanbeveel vir ConPTY
de_de: Windows 10 Build 18309 oder höher wird für ConPTY empfohlen
hu_hu: A Windows 10 18309-es vagy magasabb verziója ajánlott a ConPTY rendszerhez.
pl_pl: Windows 10 build 18309 lub nowszy jest zalecany dla ConPTY

source: WinSCP path
af_za: WinSCP pad
de_de: WinSCP-Pfad
hu_hu: WinSCP útvonal
pl_pl: Ścieżka WinSCP

source: Word separators
af_za: Woordskeier
de_de: Worttrennzeichen
hu_hu: Szó elválasztók
pl_pl: Separatory słów

source: Working directory
af_za: Werk gids
de_de: Arbeitsverzeichnis
hu_hu: Munkakönyvtár
pl_pl: Katalog roboczy

source: Working directory detection
af_za: Werkgidsopsporing
de_de: Arbeitsverzeichniserkennung
hu_hu: Munkakönyvtár érzékelése
pl_pl: Wykrywanie katalogu roboczego

source: WSL terminal bell can only be muted via Volume Mixer
af_za: WSL-terminaalklok kan slegs deur Volume Mixer gedemp word
de_de: WSL-Terminal Glocke kann nur über Lautstärkeregler abgeschaltet werden
hu_hu: A WSL terminál csengője csak a Hangerőkeverő segítségével némítható el.
pl_pl: Dzwonek terminala WSL może być wyciszony tylko przez miksera głośności

source: WSL terminal only supports TrueColor with ConPTY
af_za: WSL-terminaal ondersteun slegs TrueColor met ConPTY
de_de: WSL-Terminal unterstützt TrueColor nur mit ConPTY
hu_hu: A WSL terminál csak a TrueColor-t támogatja a ConPTY-vel együtt.
pl_pl: Terminal WSL obsługuje tylko TrueColor z włączonym ConPTY

source: X11 forwarding
af_za: X11 aanstuuring
de_de: X11-Weiterleitung
hu_hu: X11 továbbítás
pl_pl: Przekazywanie X11

source: Yellow
af_za: Geel
de_de: Gelb
hu_hu: Sárga
pl_pl: Żółty

source: You can change it later, but it's unrecoverable if forgotten.
af_za: Jy kan dit later verander, maar dit is onherstelbaar as dit vergeet word.
de_de: Du kannst es später ändern, aber es lässt sich nicht wiederherstellen wenn vergessen.
hu_hu: Később megváltoztathatja, de ha elfelejtette, akkor ez visszaállíthatatlan.
pl_pl: Możesz zmienić to hasło poźniej, ale jeśli je zgubisz/zapomnisz, to nie będzie możliwości jego odzyskania.

source: You could be under a man-in-the-middle attack right now, or the host key could have just been changed.
af_za: Jy kan nou onder 'n man-in-die-middel-aanval wees, of die gasheersleutel kon net verander gewees het.
de_de: Sie könnten gerade Opfer eines Man-in-the-Middle-Angriffs sein oder der Host-Schlüssel könnte gerade geändert worden sein.
hu_hu: Lehet, hogy épp egy man-in-the-middle támadás alatt áll, vagy a gazdakulcsot épp most változtatták meg.
pl_pl: Możesz być w trakcie ataku "człowiek w środku" lub klucz hosta mógł właśnie zostać zmieniony.

source: Zoom out
af_za: Zoem uit
de_de: Herauszoomen
hu_hu: Kicsinyítés
pl_pl: Pomniejsz

source: Agent
hu_hu: Ügynök

source: Filter
hu_hu: Szűrő
pl_pl: Filtruj

source: id.tab-width.dynamic
de_de: Dynamisch
hu_hu: Dinamikus
pl_pl: Dynamiczny

source: Zoom in
de_de: Hineinzoomen
hu_hu: Belenagyítás
pl_pl: Powiększ

# [Dynamic] port forwarding
source: id.port-forwarding.dynamic
de_de: Dynamisch
hu_hu: Dinamikus
pl_pl: Dynamiczny

source: Program
de_de: Programm
