Repository: Eugeny/tabby
Catalog: locale/*.po
Languages: af_za, de_de, hu_hu, pl_pl

source: Not found
af_za: Nie gevind nie
de_de: Nicht gefunden
hu_hu: Nem található
pl_pl: Nie znaleziono

source: Notify on activity
af_za: Stel in kennis van aktiwiteit
de_de: Bei Aktivität benachrichtigen
hu_hu: Értesítsen aktivitáskor
pl_pl: Powiadom o aktywności

source: Notify when done
af_za: Stel in kennis wanneer klaar is
de_de: Benachrichtigen, wenn erledigt
hu_hu: Értesítsen, ha kész
pl_pl: Powiadom o zakończeniu

source: Number of lines kept in the buffer
af_za: Aantal lyne wat in die buffer gehou word
de_de: Anzahl der Zeilen im Puffer
hu_hu: Sorok száma amennyit a pufferben tart
pl_pl: Ilość linijek utrzymywanych w buforze

source: Off
af_za: Af
de_de: Aus
hu_hu: Ki
pl_pl: Wyłączony

source: Official
af_za: Amptelik
de_de: Offiziell
hu_hu: Hivatalos
pl_pl: Oficjalny

source: On GitHub Discussions
af_za: Op GitHub-besprekings
de_de: Auf GitHub Discussions
hu_hu: GitHub fórumon
pl_pl: Dyskusje na GitHubie

source: Only close the tab when session is explicitly terminated
af_za: Sluit net die oortjie wanneer die sessie uitdruklik beëindig is
de_de: Tab nur schließen, wenn die Sitzung beendet wird
hu_hu: Csak akkor zárja be a lapot, ha a session expliciten le lett zárva
pl_pl: Karta pozostanie otwarta aż zakończysz sesję

source: Opacity
af_za: Ondeursigtigheid
de_de: Transparenz
hu_hu: Átlátszóság
pl_pl: Przezroczystość

source: Open DevTools
af_za: Maak DevTools oop
de_de: Entwicklerwerkzeuge öffnen
hu_hu: DevTools megnyitása
pl_pl: Otwórz narzędzia deweloperskie

source: Open Settings
af_za: Maak instellings oop
de_de: Einstellungen öffnen
hu_hu: Beállítások megnyitása
pl_pl: Otwórz Ustawienia

source: Open settings tab: {tab}
af_za: Maak instellingsoortjie oop: {tab}
de_de: Einstellungen öffnen: {tab}
hu_hu: Beállítás lap megnyitása: {tab}
pl_pl: Otwórz kartę ustawień: {tab}

source: Open SFTP panel
af_za: Maak die SFTP-paneel oop
de_de: SFTP-Panel öffnen
hu_hu: SFTP panel megnyitása
pl_pl: Otwórz panel SFTP

source: Optional
af_za: Opsioneel
hu_hu: opcionális
pl_pl: Opcjonalnie

source: Options
af_za: Opsies
de_de: Optionen
hu_hu: Beállítások
pl_pl: Opcje

source: Orange
af_za: Oranje
hu_hu: Narancs
pl_pl: Pomarańczowy

source: OS default
af_za: OS verstek
de_de: Betriebssystem-Standard
hu_hu: Rendszer alapméretezése
pl_pl: Domyślny system operacyjny

source: OS default ({name})
af_za: OS verstek ({name})
de_de: Betriebssystem-Standard ({name})
hu_hu: Rendszer alapméretezése({name})
pl_pl: Domyślny system operacyjny ({name})

source: Output is shown as a hexdump
af_za: Uitset word as 'n heksstort getoon
de_de: Ausgabe wird als Hexdump angezeigt
hu_hu: A kimenet hexdump-ként jelenik meg
pl_pl: Dane wyjściowe są pokazane jako hexdump

source: Output is shown as it is received
af_za: Uitset word getoon soos dit ontvang word
de_de: Ausgabe wird angezeigt, wie sie empfangen wird
hu_hu: A kimenet úgy jelenki meg, ahogy megérkezik
pl_pl: Dane wyjściowe są wyświetlane w momencie otrzymania

source: Output mode
af_za: Uitset modus
de_de: Ausgabemodus
hu_hu: Kimeneti mód
pl_pl: Tryb wyjścia

source: Output newlines
af_za: Uitset nuwelyne
de_de: Ausgehende Zeilenumbrüche
hu_hu: Újsorok kimenete
pl_pl: Nowe linie wyjściowe

source: Override X11 display
af_za: Oorskryf X11-vertoning
de_de: X11-Display überschreiben
hu_hu: X11 kijelző felülírása
pl_pl: Zastąp wyświetlacz X11

source: Overwrite local and sync
af_za: Oorskryf plaaslik en sinkroniseer
de_de: Lokal überschreiben und synchronisieren
hu_hu: Helyi és szinkronizált felülírása
pl_pl: Nadpisz lokalnie i synchronizuj

source: Overwrite remote and sync
af_za: Oorskryf afgeleë en sinkroniseer
de_de: Remote überschreiben und synchronisieren
hu_hu: Távoli és szinkronizált felülírása
pl_pl: Nadpisz zdalnie i synchronizuj

source: Overwrite the config on the remote side and start syncing?
af_za: Oorskryf die opstelling aan die afgeleë kant en begin sinkroniseer?
de_de: Die Remote Konfiguration überschreiben und mit der Synchronisierung beginnen?
hu_hu: Felülírjam a konfigurációt a távoli oldalon, és szinkronizáljak?
pl_pl: Zastąpić konfigurację zdalną i rozpocząć synchronizację?

source: Overwrite the local config and start syncing?
af_za: Oorskryf die plaaslike opstelling en begin sinkroniseer?
de_de: Die lokale Konfiguration überschreiben und mit der Synchronisierung beginnen?
hu_hu: Felülírjam a konfigurációt a helyi oldalon, és szinkronizáljak?
pl_pl: Zastąpić konfigurację lokalną i rozpocząć synchronizację?

source: Pane resize step
af_za: Paneel herskaleer stap
de_de: Bereichsgrößenveränderungsschritt
hu_hu: Tábla átméretezési lépés
pl_pl: Etap zmiany rozmiaru panelu

source: Panes
af_za: Panele
de_de: Bereiche
hu_hu: Táblák
pl_pl: Panele

source: Paper (legacy)
af_za: Papier (erfenis)
de_de: Paper (Vorgängerversion)
hu_hu: Papír (örökség)
pl_pl: Papier (legacy)

source: Parity
af_za: Pariteit
de_de: Parität
hu_hu: Paritás
pl_pl: Parzystość

source: Partial config sync is not possible when the config is encrypted via Vault.
af_za: Gedeeltelike opstelling-sinkronisering is nie moontlik wanneer die opstelling via Vault geënkripteer is nie.
de_de: Teilweise Konfigurations-Synchronisation ist nicht möglich, wenn die Konfiguration verschlüsselt ist.
hu_hu: A részleges konfiguráció szinkronizálása nem lehetséges, ha a konfiguráció titkosított a Széfen keresztül
pl_pl: Częściowa synchronizacja konfiguracji nie jest możliwa, gdy konfiguracja jest zaszyfrowana przez Vault.

source: Pass-through
af_za: Deurlaat
hu_hu: Áthaladó
pl_pl: Przepustowość

source: Passphrase for a private key with hash {hash}...
af_za: Wagfrase vir 'n private sleutel met hash {hash}...
de_de: Passwort für einen privaten Schlüssel mit Hash {hash}...
hu_hu: Hash-t tartalmazó titkos kulcs jelmondata {hash}...
pl_pl: Hasło do klucza prywatnego z hash'em {hash}...

source: Password
af_za: Wagwoord
de_de: Passwort
hu_hu: Jelszó
pl_pl: Hasło

source: Paste
af_za: Plak
de_de: Einfügen
hu_hu: Beillesztés
pl_pl: Wklej

source: Paste from clipboard
af_za: Plak uit knipbord
de_de: Aus Zwischenablage einfügen
hu_hu: Beilleszés vágólapról
pl_pl: Wklej ze schowka

source: Paste if no selection, else copy
af_za: Plak indien geen seleksie nie, anders kopieer
de_de: Einfügen, wenn keine Auswahl, sonst kopieren
hu_hu: Beillesztés, ha nincs kijelölés, különben másolás
pl_pl: Wklej jeśli nie wybrano, w przeciwnym razie skopiuj

source: Paste multiple lines?
af_za: Plak veelvuldige reëls?
de_de: Mehrere Zeilen einfügen?
hu_hu: Beillesszek több sort?
pl_pl: Wkleić wiele linii?

source: Paste on middle-click
af_za: Plak op middel-klik
de_de: Beim Mittel-Klick einfügen
hu_hu: Beillesztés középső klikkel
pl_pl: Wklej po kliknięciu środkowym przyciskiem myszy

source: Path or address of the local X11 socket
af_za: Pad of adres van die plaaslike X11-sok
de_de: Pfad oder Adresse des lokalen X11-Sockets
hu_hu: A helyi X11 socket elérési útvonala vagy címe
pl_pl: Ścieżka lub adres lokalnego gniazda X11

source: Pin
af_za: Speld vas
de_de: Anheften
hu_hu: Kitűzés

source: Plugins
af_za: Inproppe
de_de: Erweiterungen
hu_hu: Bővítmények
pl_pl: Rozszerzenia

source: Plugins folder
af_za: Inprop vouer
de_de: Ordner der Erweiterungen öffnen
hu_hu: Bővítmény mappa
pl_pl: Folder wtyczek

source: Port
af_za: Poort

source: Port opened
af_za: Port oopgemaak
de_de: Port geöffnet
hu_hu: Port nyitva
pl_pl: Port otwarty

source: Ports
af_za: Poorte
hu_hu: Portok
pl_pl: Porty

source: Press any key to reconnect
af_za: Druk enige sleutel om weer te koppel
de_de: Drücken Sie eine Taste zum erneuten Verbinden
hu_hu: Nyomja meg bármelyik gombot az újracsatlakozáshoz
pl_pl: Naciśnij dowolny klawisz, aby ponownie połączyć

source: Press the key now
af_za: Druk die sleutel nou
de_de: Drücken Sie jetzt die Taste
hu_hu: Most nyomja meg a gombot
pl_pl: Naciśnij wybrany klawisz

source: Prevents accidental closing
af_za: Voorkom toevallige sluiting
de_de: Verhindert versehentliches Schließen
hu_hu: Megakadályozza a véletlen bezárást
pl_pl: Zapobiega przypadkowemu zamknięciu

source: Prevents accidental execution of pasted commands
af_za: Voorkom toevallige uitvoering van geplakte bevele
de_de: Verhindert versehentliche Ausführung von eingefügten Befehlen
hu_hu: Megakadályozza a beillesztett parancsok véletlen végrehajtását
pl_pl: Zapobiega przypadkowemu wykonaniu wklejonych poleceń

source: Previous tab
af_za: Vorige oortjie
de_de: Vorheriger Tab
hu_hu: Előző lap
pl_pl: Poprzednia karta

source: Private keys
af_za: Privaat sleutels
de_de: Privater Schlüssel
hu_hu: Privát kulcsok
pl_pl: Klucze prywatne

source: Process completed
af_za: Proses voltooi
de_de: Prozess abgeschlossen
hu_hu: Folyamat befejezve
pl_pl: Proces zakończony

source: Profile name
af_za: Profielnaam
de_de: Profilname
hu_hu: Profil neve
pl_pl: Nazwa profilu

source: Profiles
af_za: Profiele
de_de: Profile
hu_hu: Profilok
pl_pl: Profile

source: Profiles & connections
af_za: Profiele en verbindings
de_de: Profile & Verbindungen
hu_hu: Profilok és kapcsolatok
pl_pl: Profile i połączenia

source: Proxy command
af_za: Instaanbediener bevel
de_de: Proxy-Befehl
hu_hu: Proxy parancs
pl_pl: Polecenie proxy

source: Purple
af_za: Pers
de_de: Lila
hu_hu: Lila
pl_pl: Fioletowy

source: Puts all of Tabby's configuration into the vault
af_za: Plaas al Tabby se opstelling in die kluis
de_de: Die gesamte Tabby-Konfiguration in den Tresor speichern
hu_hu: Tabby összes konfigurációját a széfbe helyezi.
pl_pl: Wstawia całą konfigurację Tabby do sejfu

source: Quick connect
af_za: Vinnig verbind
de_de: Schnellverbindung
hu_hu: Gyors csatlakozás
pl_pl: Szybkie połączenie

source: Quit
af_za: Verlaat
de_de: Beenden
hu_hu: Kilépés
pl_pl: Wyjdź

source: Raw socket connection
af_za: Rou-sok verbinding
de_de: Raw Socket-Verbindung
hu_hu: Nyers socket csatlakozás

source: Ready Timeout (Milliseconds)
af_za: Gereed-uitteltyd (Millisekondes)
de_de: Timeout (Millisekunden)
hu_hu: Készenléti időkorlát (milliszekundumokban)
pl_pl: Limit czasu gotowości (Milisekundy)

source: Recent
af_za: Onlangse
de_de: Neueste
hu_hu: Legutóbbi
pl_pl: Ostatnie

source: Reconnect
af_za: Herkoppel
de_de: Neu verbinden
hu_hu: Újracsatlakozás
pl_pl: Połącz ponownie

source: Reconnect current tab (Serial/Telnet/SSH)
af_za: Herkoppel huidige oortjie (Serieel/Telnet/SSH)
de_de: Verbindung zum aktuellen Tab wiederaufnehmen (Serial/Telnet/SSH)
hu_hu: Az aktuális lap újracsatlakoztatása (Soros/Telnet/SSH)
pl_pl: Odnów połączenie aktywnej karty (Serial/Telnet/SSH)

source: Red
af_za: Rooi
de_de: Rot
hu_hu: Piros
pl_pl: Czerwony

source: Regex
af_za: Regeks

source: Release notes
af_za: Vrystelling notas
de_de: Versionshinweise
hu_hu: Kiadási jegyzetek
pl_pl: Lista zmian

source: Remember for {time}
af_za: Onthou vir {time}
de_de: {time} lang merken
hu_hu: Emlékezés {time} ideig
pl_pl: Zapamiętaj na {time}

source: Remote
af_za: Afgeleë
hu_hu: Távoli
pl_pl: Zdalny

source: Remove whitespace and newlines around the copied text
af_za: Verwyder witspasie en nuwe lyne rondom die gekopieerde teks
de_de: Leerzeichen und Zeilenumbrüche um den kopierten Text entfernen
hu_hu: A másolt szöveg körüli szóközök és újsorok eltávolítása
pl_pl: Usuń spacje i nowe linie wokół skopiowanego tekstu

source: Rename
af_za: Hernoem
de_de: Umbenennen
hu_hu: Átnevezés
pl_pl: Zmień nazwę

source: Rename tab
af_za: Hernoem oortjie
de_de: Tab umbenennen
hu_hu: Lap átnevezése
pl_pl: Zmień nazwę zakładki

source: Rendering
af_za: Beeldbouing
de_de: Darstellung
hu_hu: Renderelés
pl_pl: Renderowanie

source: Reopen last tab
af_za: Heropen laaste oortjie
de_de: Letzten Tab neu öffnen
hu_hu: Legutóbbi lap újranyitása
pl_pl: Otwórz ostatnią kartę

source: Replace
af_za: Vervang
de_de: Ersetzen
hu_hu: Csere
pl_pl: Zastąp

source: Report a problem
af_za: Meld ’n probleem
de_de: Ein Problem melden
hu_hu: Probélma bejelentése
pl_pl: Zgłoś Problem

source: Require a key to click links
af_za: Vereis 'n sleutel om skakels te klik
de_de: Eine Taste zum öffnen von Links benötigen
hu_hu: A linkekre való kattintáshoz kulcsot igényel
pl_pl: Wymagaj dodatkowego klawisza, aby otworzyć link

source: Reset zoom
af_za: Herstel zoom
de_de: Vergrößerung zurücksetzen
hu_hu: Nagyítás visszaállítása
pl_pl: Zresetuj powiększenie

source: Restart current serial session
af_za: Herbegin huidige reeks-sessie
de_de: Aktuelle serielle Sitzung neu starten
hu_hu: Jelenlegi soros munkamenet újraindítása
pl_pl: Uruchom ponownie bieżącą sesję szeregową

source: Restart current SSH session
af_za: Herbegin huidige SSH-sessie
de_de: Aktuelle SSH-Sitzung neu starten
hu_hu: Jelenlegi SSH munkamenet újraindítása
pl_pl: Uruchom ponownie bieżącą sesję SSH

source: Restart current Telnet session
af_za: Herbegin huidige Telnet-sessie
de_de: Aktuelle Telnet-Sitzung neu starten
hu_hu: Jelenlegi Telnet munkamenet újraindítása
pl_pl: Uruchom ponownie bieżącą sesję Telnet

source: Restart tab
af_za: Herbegin oortjie
de_de: Tab neu starten
hu_hu: Lap újraindítása
pl_pl: Zrestartuj kartę

source: Restart the app to apply changes
af_za: Herbegin die toep om veranderinge toe te pas
de_de: Anwendung neu starten, um Änderungen zu übernehmen
hu_hu: A módosítások alkalmazásához indítsa újra az appot
pl_pl: Zresetuj aplikację, aby zastosować zmiany

source: Restore settings to defaults ?
af_za: Herstel instellings na verstek ?
de_de: Standard Einstellungen wiederherstellen?
hu_hu: A beállítások visszaállítása az alapértelmezettekre?
pl_pl: Przywrócić ustawienia domyślne?

source: Restore settings to inherited defaults ?
af_za: Herstel instellings na oorgeërfde verstekwaardes ?
de_de: Standard Einstellungen wiederherstellen?
hu_hu: A beállítások visszaállítása az örökölt alapértelmezettekre?
pl_pl: Przywrócić ustawienia do odziedziczonych domyślnych?

source: Restore terminal tabs on app start
af_za: Herstel terminaal-oortjies gedurende die begin van die toep
de_de: Terminal-Tabs beim Anwendungs-Start wiederherstellen
hu_hu: Terminál lapok visszaállítása az alkalmazás indításakor
pl_pl: Przywróć karty terminali przy starcie aplikacji

source: Reuse session for multiple tabs
af_za: Hergebruik sessie vir veelvuldige oortjies
de_de: Sitzung für mehrere Tabs wiederverwenden
hu_hu: Munkamenet újrafelhasználása több laphoz
pl_pl: Ponownie użyj sesji dla wielu kart

source: Right
af_za: Regs
de_de: Rechts
hu_hu: Jobb
pl_pl: Prawa

source: Right click
af_za: Regs klik
de_de: Rechtsklick
hu_hu: Jobb klikk
pl_pl: Prawy przycisk myszy

source: Run as administrator
af_za: Laat loop as administrateur
de_de: Als Administrator ausführen
hu_hu: Futtatás rendszergazdaként
pl_pl: Uruchom jako administrator

source: Save
af_za: Stoor
de_de: Speichern
hu_hu: Mentés
pl_pl: Zapisz

source: Save a password in the keychain
af_za: Stoor 'n wagwoord in die sleutelhanger
de_de: Passwort im Schlüsselbund sichern
hu_hu: Jelszó mentése a kulcstartón
pl_pl: Zapisz hasło w pęku kluczy (keychain)

source: Save and apply
af_za: Stoor en pas toe
de_de: Speichern und anwenden
hu_hu: Mentés és alkalmazás
pl_pl: Zapisz i zastosuj

source: Save as profile
af_za: Stoor as profiel
de_de: Als Profil speichern
hu_hu: Mentés profilként
pl_pl: Zapisz jako profil

source: Save layout as profile
af_za: Stoor uitleg as profiel
de_de: Layout als Profil speichern
hu_hu: Elrendezés mentése profilként
pl_pl: Zapisz układ jako profil

source: Saved
af_za: Gestoor
de_de: Gespeichert
hu_hu: Mentve
pl_pl: Zapisane

source: Saved layout
af_za: Gestoorde uitleg
de_de: Gespeichertes Layout
hu_hu: Mentett elrendezés
pl_pl: Zapisany układ

source: Scroll on input
af_za: Rol op inset
de_de: Scrollen bei Eingabe
hu_hu: Görgetés a bevitelkor
pl_pl: Przewiń przy wprowadzaniu poleceń

source: Scroll terminal one page down
af_za: Rol terminaal een bladsy af
de_de: Scrolle Terminal eine Seite nach unten
hu_hu: Görgesse a terminált egy oldallal lejjebb
pl_pl: Przewiń terminal w dół o jedną stronę

source: Scroll terminal one page up
af_za: Rol terminaal een bladsy op
de_de: Scrolle Terminal eine Seite nach oben
hu_hu: Görgesse a terminált egy oldallal feljebb
pl_pl: Przewiń terminal w górę o jedną stronę

source: Scroll terminal to bottom
af_za: Rol terminaal tot onder
de_de: Terminal nach unten scrollen
hu_hu: Görgesse a terminált az aljára
pl_pl: Przewiń terminal do samego dołu

source: Scroll terminal to top
af_za: Rol terminaal tot bo
de_de: Terminal zum Anfang scrollen
hu_hu: Görgesse a terminált az tetejére
pl_pl: Przewiń terminal do samej góry

source: Scrollback
af_za: Rol terug
hu_hu: Visszapörgetés
pl_pl: Przewijanie wstecz

source: Scrolls the terminal to the bottom on user input
af_za: Rol die terminaal tot onder op Gebruiker inset
de_de: Scrollt das Terminal bei Benutzereingabe nach unten
hu_hu: Terminált az aljára gördíti bevitelre
pl_pl: Przewiń terminal do dołu, kiedy wprowadzane jest polecenie

source: Search
af_za: Soek
de_de: Suche
hu_hu: Keresés
pl_pl: Szukaj

source: Search color schemes
af_za: Soek deur kleurskemas
de_de: Farbschemen durchsuchen
hu_hu: Színsémák keresése
pl_pl: Szukaj schematów kolorów

source: Search hotkeys
af_za: Soek deur sneltoetse
de_de: Tastenkombinationen durchsuchen
hu_hu: Keresési gyorsgombok
pl_pl: Szukaj skrótów klawiszy

source: Search plugins
af_za: Soek deur inproppe
de_de: Plugins durchsuchen
hu_hu: Bővítmények keresése
pl_pl: Szukaj wtyczek

source: Secret sync token
af_za: Geheime sinchronisasie-kenteken
de_de: Geheimes Sync-Token
hu_hu: Titkos szinkronizációs tokenek
pl_pl: Sekretny token synchronizacji

source: Select
af_za: Kies
de_de: Auswählen
hu_hu: Kiválasztás
pl_pl: Wybierz

source: Select a base profile to use as a template
af_za: Kies 'n basisprofiel om as 'n sjabloon te gebruik
de_de: Wählen Sie ein Basis-Profil als Vorlage
hu_hu: Válasszon ki egy sablonként használandó alapprofilt
pl_pl: Wybierz profil podstawowy do użycia jako szablon

source: Select all
af_za: Kies alles
de_de: Alle auswählen
hu_hu: Minden kiválasztása
pl_pl: Zaznacz wszystko

source: Select file storage
af_za: Kies lêerberging
de_de: Verzeichnis auswählen
hu_hu: Fájltároló kiválasztása
pl_pl: Wybierz miejsce przechowywania plików

source: Select profile
af_za: Kies profiel
de_de: Profil auswählen
hu_hu: Profil kiválasztása
pl_pl: Wybierz profil

source: Select profile or enter an address
af_za: Kies profiel of voer 'n adres in
de_de: Profil auswählen oder Adresse eingeben
hu_hu: Profil kiválasztása vagy cím megadása
pl_pl: Wybierz profil lub wprowadź adres

source: Send bytes by typing in hex values
af_za: Stuur grepe deur hex-waardes in te tik
de_de: Sende Bytes durch Eingabe von Hex-Werten
hu_hu: Bájtok küldése hexa értékek beírásával
pl_pl: Wyślij bajty wpisując wartości szesnastkowe

source: Sends data one byte at a time
af_za: Stuur data een greep op 'n slag
de_de: Sendet Daten Byte für Byte
hu_hu: Egyszerre egy bájtnyi adatot küld
pl_pl: Wysyła dane jeden bajt na raz

source: Serial
af_za: Serie
de_de: Seriell
hu_hu: Soros
pl_pl: Szeregowy

source: Serial connection
af_za: Serieverbinding
de_de: Serielle Verbindung
hu_hu: Soros kapcsolat
pl_pl: Połączenie szeregowe

source: Serial: {description}
af_za: Serie: {description}
de_de: Serielle Verbindung: {description}
hu_hu: Soros: {description}
pl_pl: Szeregowy: {description}

source: Set master passphrase
af_za: Stel hoofwagfrase
de_de: Hauptpasswort festlegen
hu_hu: Mester jelmondat beállítása
pl_pl: Ustaw hasło główne

source: Set passphrase
af_za: Stel wagfrase
de_de: Passwort festlegen
hu_hu: Jelmondat beállítása
pl_pl: Ustaw hasło

source: Set password
af_za: Stel wagwoord
de_de: Passwort festlegen
hu_hu: Jelszó beállítása
pl_pl: Ustaw hasło

source: Set Tabby as %COMSPEC%
af_za: Stel Tabby as %COMSPEC%
de_de: Tabby als %COMSPEC% setzen
hu_hu: Tabby beállítása mint %COMSPEC%
pl_pl: Ustaw Tabby jako %COMSPEC%

source: Set to 0 to disable recent profiles
af_za: Stel na 0 om onlangse profiele te deaktiveer
de_de: Auf 0 setzen, um die zuletzt benutzten Profile zu deaktivieren
hu_hu: A legutóbbi profilok letiltásához állítsa 0-ra
pl_pl: Ustaw 0 aby wyłączyć ostatnie profile

source: Sets the SSH agent's named pipe path.
af_za: Stel die SSH-agent se benoemde pyppad.
de_de: Legt den Pfad des SSH-Agenten-Pipes fest.
hu_hu: Beállítja az SSH ügynök nevesített csővezetékének elérési útvonalát.
pl_pl: Ustawia agentowi SSH nazwaną ścieżkę potoku.

source: Settings
af_za: Stellings
de_de: Einstellungen
hu_hu: Beállítások
pl_pl: Ustawienia

source: Shell
af_za: Dop
pl_pl: Powłoka

source: Shell does not support current path detection
af_za: Dop ondersteun nie huidige padbespeuring nie
de_de: Shell unterstützt keine aktuelle Pfaderkennung
hu_hu: A shell nem támogatja az aktuális útvonal felismerését
pl_pl: Powłoka nie obsługuje wykrywania bieżącej ścieżki

source: Shell integration
af_za: Dop Integrasies
hu_hu: Shell integráció
pl_pl: Integracja powłoki

source: Show
af_za: Wys
de_de: Anzeigen
hu_hu: Mutatás
pl_pl: Wyświetl

source: Show {type} profile selector
af_za: Wys {type} profielkieser
de_de: Zeige {type} Profilauswahl
hu_hu: {type} profilválasztó megjelenítése
pl_pl: Pokaż selektor profilu {type}

source: Show a confirmation box when pasting multiple lines
af_za: Wys 'n bevestigingsblokkie wanneer jy veelvuldige reëls plak
de_de: Beim Einfügen mehrerer Zeilen eine Bestätigungsbox anzeigen
hu_hu: Megerősítő ablak megjelenítése több sor beillesztésekor
pl_pl: Pokaż pole potwierdzenia podczas wklejania wielu linii

source: Show built-in profiles in selector
af_za: Wys ingeboude profiele in die kieser
de_de: Integrierte Profile im Selektor anzeigen
hu_hu: Beépített profilok megjelenítése a választóban
pl_pl: Pokaż wbudowane profile w selektorze

source: Show command selector
af_za: Wys bevelkieser
de_de: Befehlsauswahl anzeigen
hu_hu: Parancsválasztó megjelenítése
pl_pl: Pokaż selektor poleceń

source: Show config file
af_za: Wys opstellingslêer
de_de: Konfigurationsdatei im Dateibrowser anzeigen
hu_hu: Konfigurációs fájl megjelenítése
pl_pl: Pokaż plik konfiguracyjny

source: Show defaults
af_za: Wys verstek waardes
de_de: Standardwerte anzeigen
hu_hu: Alapméretezettek megjelenítése
pl_pl: Pokaż domyślne

source: Show Mixer
af_za: Wys Menger
de_de: Mixer anzeigen
hu_hu: Keverő megjelenítése
pl_pl: Pokaż mikser

source: Show pane labels (for rearranging)
af_za: Wys paneeletikette (vir herrangskikking)
de_de: Bereichnamen anzeigen (für Neuanordnung)
hu_hu: Táblacímkék megjelenítése (átrendezéshez)
pl_pl: Pokaż etykiety (aby zmienić kolejność)

source: Show profile icon on tab
af_za: Wys profielikoon op oortjie
de_de: Profilsymbol im Tab anzeigen
hu_hu: Profil ikon megjelenítése a lapon
pl_pl: Pokaż ikonę profilu na karcie

source: Show profile selector
af_za: Wys profielkieser
de_de: Profilauswahl anzeigen
hu_hu: Profilválasztó megjelenítése
pl_pl: Pokaż selektor profilu

source: Show recent profiles in selector
af_za: Wys onlangse profiele in die kieser
de_de: Zuletzt benutzte Profile im Selektor anzeigen
hu_hu: Legutóbbi profilok megjelenítése a szelektorban
pl_pl: Pokaż ostatnie profile w selektorze

source: Show release notes
af_za: Wys vrystellingnotas
de_de: Versionshinweise anzeigen
hu_hu: Kiadási jegyzet megjelenítése
pl_pl: Pokaż informacje o wydaniu

source: Show Serial connections
af_za: Show Serie verbindings
de_de: Serielle Verbindungen anzeigen
hu_hu: Soros kapcsolatok megjelenítése
pl_pl: Pokaż połączenia szeregowe

source: Show tabs in fullscreen mode
af_za: Wys oortjies in volskermmodus
de_de: Tabs im Vollbildmodus anzeigen
hu_hu: Lapok megjelenítése teljesképernyős módban
pl_pl: Pokaż karty w trybie pełnoekranowym

source: Show toolbar
af_za: Toon Nutsbalk
de_de: Symbolleiste anzeigen
hu_hu: Eszköztár megjelenítése
pl_pl: Pokaż pasek narzędzi

source: Show vault contents
af_za: Wys kluisinhoud
de_de: Tresor Inhalt anzeigen
hu_hu: Széf tartalmának megjelenítése
pl_pl: Pokaż zawartość sejfu
