Repository: Eugeny/tabby
Catalog: locale/*.po
Languages: af_za, de_de, hu_hu, pl_pl

source: "{command}" is still running. Close?
af_za: "{command}" is steeds besig om te hardloop. Maak toe?
de_de: "{command}" läuft noch. Schließen?
hu_hu: "{command}" még fut. Bezárjam?
pl_pl: "{command}" jest nadal uruchomiony. Zamknąć?

source: {name} copy
af_za: {name} kopie
de_de: {name} Kopie
hu_hu: {name} másolás
pl_pl: Kopia {name}

source: A second font family used to display characters missing in the main font
af_za: 'n Tweede lettertipefamilie wat gebruik word om karakters wat in die hooflettertipe ontbreek, te vertoon
de_de: Eine zweite Schriftart, die zur Darstellung von Zeichen verwendet wird, wenn in der Hauptschriftart Zeichen fehlen
hu_hu: Másodlagos betűkészlet van ahsználatban a hiányzó elsődleges helyett
pl_pl: Druga rodzina czcionek używana do wyświetlania brakujących znaków w głównym foncie

source: Abort all
af_za: Stop alles
de_de: Alles abbrechen
hu_hu: Minden megszakítása
pl_pl: Przerwij wszystkie

source: Accept and remember key
af_za: Aanvaar en onthou sleutel
de_de: Schlüssel akzeptieren und merken
hu_hu: A kulcs elfogadása és megjegyzése
pl_pl: Akceptuj i zapamiętaj klucz

source: Accept just this once
af_za: Aanvaar net hierdie eenkeer
de_de: Nur diesmal akzeptieren
hu_hu: Csak egyszer legyen elfogadva
pl_pl: Zaakceptuj tylko tym razem

source: Accessibility
af_za: Toeganklikheid
de_de: Bedienungshilfen
hu_hu: Kisegítő lehetőségek
pl_pl: Dostępność

source: Acrylic background
af_za: Akriel agtergrond
de_de: Acryl-Hintergrund
hu_hu: Akril háttér
pl_pl: Akrylowe tło

source: Add
af_za: Voeg by
de_de: Hinzufügen
hu_hu: Hozzáadás
pl_pl: Dodaj

source: Add a port forward
af_za: Voeg 'n poort aanstuurder by
de_de: Port-Weiterleitung hinzufügen
hu_hu: Port továbbítás hozzáadása
pl_pl: Dodaj przekierowanie portów

source: Add a private key
af_za: Voeg 'n privaat sleutel by
de_de: Privaten Schlüssel importieren
hu_hu: Privát kulcs hozzáadása
pl_pl: Dodaj klucz prywatny

source: Add...
af_za: Voeg by...
de_de: Hinzufügen...
hu_hu: Hozzáadás...
pl_pl: Dodaj...

source: Additional space between lines
af_za: Bykomende spasie tussen lyne
de_de: Zusätzlicher Abstand zwischen den Zeilen
hu_hu: További hely a sorok között
pl_pl: Dodatkowy odstęp między liniami

source: Advanced
af_za: Gevorderd
de_de: Erweitert
hu_hu: Haladó
pl_pl: Zaawansowane

source: Agent forwarding
af_za: Agent aanstuur
de_de: Agent-Weiterleitung
hu_hu: Ügynök továbbítása
pl_pl: Przekierowanie Agenta

source: Agent pipe path
af_za: Agent pyp pad
de_de: Agent Pipe-Pfad
hu_hu: Ügynök vezeték útvonala
pl_pl: Ścieżka potoku Agenta

source: Agent type
af_za: Agent tipe
de_de: Agenttyp
hu_hu: Ügynök típusa
pl_pl: Typ agenta

source: Allows opening .bat files in tabs, but breaks some shells
af_za: Laat toe om .bat-lêers in oortjies oop te maak, maar breek sommige skulpe
de_de: Ermöglicht das Öffnen von .bat Dateien in Tabs, es kann Shells zum abstürzen führen
hu_hu: Engedélyezi a .bat fájlok megnyitását a lapokban, de egyes shell-ek összeomolhatnak tőle.
pl_pl: Pozwala na otwieranie plików .bat w zakładkach, ale psuje niektóre powłoki

source: Allows quickly opening a terminal in the selected folder
af_za: Laat toe om 'n terminaal vinnig oop te maak in die geselekteerde vouer
de_de: Ermöglicht das schnelle Öffnen eines Terminals im ausgewählten Ordner
hu_hu: Engedélyezi a terminál mappákon belüli gyors megnyitását (jobb klikk)
pl_pl: Pozwala na szybkie otwarcie terminalu w wybranym folderze

source: Always dark
af_za: Altyd Donker
de_de: Immer dunkel
hu_hu: Mindig sötét
pl_pl: Zawsze ciemny

source: Always light
af_za: Altyd Lig
de_de: Immer hell
hu_hu: Mindig világos
pl_pl: Zawsze jasny

source: Appearance
af_za: Voorkoms
de_de: Darstellung
hu_hu: Megjelenés
pl_pl: Wygląd

source: Application
af_za: Toepassing
de_de: Anwendung
hu_hu: Alkalmazás
pl_pl: Aplikacja

source: Application settings
af_za: Toepassing instellings
de_de: Programmeinstellungen
hu_hu: Alkalmazás beállításai
pl_pl: Ustawienia aplikacji

source: Are you sure you want to close Tabby? You can disable this prompt in Settings -> Window.
af_za: Is jy seker jy wil Tabby toemaak? U kan hierdie boodskap deaktiveer in Instellings -> Venster.
de_de: Sind Sie sicher, dass Sie Tabby schließen möchten? Sie können diese Abfrage unter Einstellungen -> Fenster deaktivieren.
hu_hu: Biztos be akarja zárni a Tabby-t? Le tudod tiltani ezt az üzenetet a Beállítások -> Ablak menüben.
pl_pl: Czy na pewno chcesz zamknąć Tabby? Możesz wyłączyć ten monit w Ustawienia -> Okno.

source: Are you sure?
af_za: Is jy seker?
de_de: Sind Sie sicher?
hu_hu: Biztos benne?
pl_pl: Czy jesteś pewien?

source: Arguments
af_za: Argumente
de_de: Argumente
hu_hu: Argumentumok
pl_pl: Argumenty

source: Ask a question
af_za: Vra 'n vraag
de_de: Eine Frage stellen
hu_hu: Kérdés feltétele
pl_pl: Zadaj pytanie

source: Ask before closing the browser tab
af_za: Vra voordat die blaaieroortjie toegemaak word
de_de: Vor dem Schließen des Browser-Tabs fragen
hu_hu: Kérdezzen rá, mielőtt bezárja a böngésző lapot.
pl_pl: Zapytaj przed zamknięciem karty przeglądarki

source: Audible
af_za: Hoorbaar
de_de: Hörbar
hu_hu: Hallható
pl_pl: Dźwiękowy

source: Authentication method
af_za: Stawing metode
de_de: Authentifizierungsmethode
hu_hu: Hitelesítési mód
pl_pl: Metoda uwierzytelniania

source: Author
af_za: Skrywer
de_de: Autor
hu_hu: Szerző
pl_pl: Autor

source: Auto
af_za: Outo
de_de: Automatisch

source: Auto-open a terminal on app start
af_za: Maak 'n terminaal outomaties oop wanneer die toep begin
de_de: Ein Terminal beim Anwendungs-Start automatisch öffnen
hu_hu: Terminál megnyitása az app indításakor
pl_pl: Automatycznie otwórz terminal przy starcie aplikacji

source: Automatic
af_za: Outomaties
de_de: Automatisch
hu_hu: Autómata
pl_pl: Automatycznie

source: Automatic Updates
af_za: Outomatiese Bywerkings
de_de: Automatische Updates
hu_hu: Automatikus frissítések
pl_pl: Automatyczne aktualizacje

source: Automatically upload changes and check for updates every minute
af_za: Laai veranderinge outomaties op en kyk elke minuut vir opdaterings
de_de: Änderungen automatisch hochladen und jede Minute nach Updates suchen
hu_hu: Változások automatikus feltöltése, és ellenőrzése percenként
pl_pl: Automatycznie wysyłaj zmiany i sprawdzaj aktualizacje co minutę

source: Available
af_za: Beskikbaar
de_de: Verfügbar
hu_hu: Elérhető
pl_pl: Dostępne

source: Background type
af_za: Agtergrond tipe
de_de: Hintergrundtyp
hu_hu: Háttér típusa
pl_pl: Typ tła

source: Backspace key mode
af_za: Terugspasie-sleutelmodus
de_de: Backspace-Tastenmodus
hu_hu: Backspace gomb mód
pl_pl: Tryb klawisza Backspace

source: Baud rate
af_za: Baud koers
hu_hu: Átiveli sebesség
pl_pl: Prędkość transmisji szeregowej (boud)

source: Beginning of the line
af_za: Begin van die lyn
de_de: Beginn der Zeile
hu_hu: A sor kezdése
pl_pl: Początek wiersza

source: Blink cursor
af_za: Flikker wyser
de_de: Blinkender Cursor
hu_hu: Kurzor villogtatása
pl_pl: Migający kursor

source: Blue
af_za: Blou
de_de: Blau
hu_hu: Kék
pl_pl: Niebieski

source: Blur
af_za: Vervaag
de_de: Unschärfeeffekt
hu_hu: Homályos
pl_pl: Rozmycie

source: Bold font weight
af_za: Vet lettertipe gewig
de_de: Strichstärke Fettschrift
hu_hu: Félkövér betűtípus
pl_pl: Rozmiar pogrubionej czcionki

source: Bottom
af_za: Onderkant
de_de: Unten
hu_hu: Alja
pl_pl: Dół

source: Bracketed paste (requires shell support)
af_za: Plak tussen hakies (vereis dop ondersteuning)
de_de: Sicheres einfügen (erfordert Shellunterstützung)
hu_hu: Zárójeles beilleszés (shell támogatása szükséges
pl_pl: Wklejanie cudzysłowu (wymaga wsparcia powłoki)

source: Broadcast mode. Click anywhere to cancel.
af_za: Uitsaaimodus. Klik enige plek om te kanselleer.
de_de: Broadcast-Modus. Klicken Sie irgendwo zum Abbrechen.
hu_hu: Közvetítés mód. Kattítnson bárhová a megszakításhoz.
pl_pl: Broadcast mode. Kliknij gdziekolwiek, aby anulować.

source: Built-in
af_za: Ingeboude
de_de: Integriert
hu_hu: Beépített
pl_pl: Wbudowane

source: Cancel
af_za: Kanselleer
de_de: Abbrechen
hu_hu: Mégse
pl_pl: Anuluj

source: Change baud rate
af_za: Verander die baud-koers
de_de: Baudrate ändern
hu_hu: Átviteli sebesség megváltoztatása
pl_pl: Zmień współczynnik baud

source: Change tab color
af_za: Verander oortjiekleur
de_de: Tab-Farbe ändern
hu_hu: Lap színének megváltoztatása
pl_pl: Zmień kolor zakładki

source: Change the master passphrase
af_za: Verander die hoofwagfrase
de_de: Hauptpasswort ändern
hu_hu: Mester jelmondat megváltoztatása
pl_pl: Zmień hasło główne

source: Check for updates
af_za: Kyk vir opdaterings
de_de: Auf Aktualisierungen prüfen
hu_hu: Frissítések keresése
pl_pl: Sprawdź dostępność aktualizacji

source: Ciphers
af_za: Syfers
de_de: Verschlüsselungsverfahren
hu_hu: Csiperek
pl_pl: Szyfry

source: Clear
af_za: Opruim
de_de: Leeren
hu_hu: Ürítés
pl_pl: Wyczyść

source: Clear recent profiles
af_za: Vee onlangse profiele uit
de_de: Zuletzt benutzte Profile leeren
hu_hu: Legutóbbi profilok ürítése
pl_pl: Wyczyść ostatnie profile

source: Clear terminal
af_za: Maak terminaal skoon
de_de: Terminal leeren
hu_hu: Terminál ürítése
pl_pl: Wyczyść terminal

source: Clear terminal after connection
af_za: Maak terminaal skoon na verbinding
de_de: Terminal nach Verbindung leeren
hu_hu: Terminál ürítése kapcsolódás után
pl_pl: Wyczyść terminal po nawiązaniu połączenia

source: Clipboard
af_za: Knipbord
de_de: Zwischenablage
hu_hu: Vágólap
pl_pl: Schowek

source: Close
af_za: Maak toe
de_de: Schließen
hu_hu: Bezárás
pl_pl: Zamknij

source: Close and never show again
af_za: Maak toe en wys nooit weer nie
de_de: Schließen und nicht mehr anzeigen
hu_hu: Bezárás, és soha ne mutassa újra
pl_pl: Zamknij i nie pokazuj ponownie

source: Close focused pane
af_za: Maak gefokusde paneel toe
de_de: Fokussierten Bereich schließen
hu_hu: Fókuszált tábla bezárása
pl_pl: Zamknij wyróżniony panel

source: Close other tabs
af_za: Maak ander oortjies toe
de_de: Alle anderen Tabs schließen
hu_hu: Többi lap bezárása
pl_pl: Zamknij inne karty

source: Close tab
af_za: Maak oortjie toe
de_de: Tab schließen
hu_hu: Lap bezárása
pl_pl: Zamknij kartę

source: Close tabs to the left
af_za: Maak oortjies aan die linkerkant toe
de_de: Alle linken Tabs schließen
hu_hu: Lapok balra zárása
pl_pl: Zamknij karty na lewo

source: Close tabs to the right
af_za: Maak oortjies aan die regterkant toe
de_de: Alle rechten Tabs schließen
hu_hu: Lapok jobbra zárása
pl_pl: Zamknij karty na prawo

source: Close the window after closing the last tab
af_za: Maak die venster toe nadat jy die laaste oortjie toegemaak het
de_de: Fenster schließen, nachdem der letzte Tab geschlossen wurde
hu_hu: Ablak bezárása, miután az utolsó lap is bezárásra került
pl_pl: Zamknij okno po zamknięciu ostatniej zakładki

source: Color
af_za: Kleur
de_de: Farbe
hu_hu: Szín
pl_pl: Kolor

source: Color scheme
af_za: Kleur skema
de_de: Farbschema
hu_hu: Színséma
pl_pl: Schemat kolorów

source: Color schemes
af_za: Kleurskemas
de_de: Farbschema
hu_hu: Színsémák
pl_pl: Schematy kolorów

source: Colors
af_za: Kleure
de_de: Farben
hu_hu: Színek
pl_pl: Kolory

source: Combine all tabs into the current tab
af_za: Kombineer alle oortjies in die huidige oortjie
de_de: Alle Tabs in den aktuellen Tab kombinieren
hu_hu: Az összes lap a jelenlegi lapba kombinálása
pl_pl: Scal wszystkie inne karty z aktywną kartą

source: Command line
af_za: Bevelreël
de_de: Kommandozeile
hu_hu: Parancssor
pl_pl: Wiersz poleceń

source: Command's stdin/stdout is used instead of a network connection
af_za: Command se stdin/stdout word gebruik in plaas van 'n netwerkverbinding
de_de: Die stdin/stdout des Kommandos wird anstelle einer Netzwerkverbindung verwendet
hu_hu: A parancs stdin/stdout-ja van használva a hálózati kapcsolat helyett
pl_pl: Zamiast połączenia sieciowego użyto komendy stdin/stdout

source: Commands
af_za: Bevele
de_de: Befehle
hu_hu: Parancsok
pl_pl: Polecenia

source: Compact (legacy)
af_za: Kompak (erfenis)
de_de: Kompakt (alte Version)
hu_hu: Kompakt (örökség)

source: Config deleted
af_za: Opstelling geskrap
de_de: Konfiguration gelöscht
hu_hu: Konfiguráció törölve
pl_pl: Konfiguracja usunięta

source: Config downloaded
af_za: Opstelling afgelaai
de_de: Konfigurationsdatei heruntergeladen
hu_hu: Konfiguráció letöltve
pl_pl: Konfiguracja pobrana

source: Config file
af_za: Opstelling lêer
de_de: Konfigurationsdatei
hu_hu: Konfigurációs fájl
pl_pl: Plik konfiguracyjny

source: Config sync
af_za: Opstelling sinchronisering
de_de: Konfiguration synchronisieren
hu_hu: Konfiguráció szinkronizálása
pl_pl: Synchronizacja konfiguracji

source: Config uploaded
af_za: Opstelling opgelaai
de_de: Konfiguration hochgeladen
hu_hu: Konfiguráció feltöltve
pl_pl: Konfiguracja przesłana

source: Configs
af_za: Opstellings
de_de: Konfigurationen
hu_hu: Konfigurációk
pl_pl: Konfiguracje

source: Connect through a proxy server
af_za: Koppel deur 'n instaanbediener
de_de: Über einen Proxy-Server verbinden
hu_hu: Csatlakozás proxy szerveren kereszül
pl_pl: Połącz się przez serwer proxy

source: Connect to "%s"...
af_za: Koppel aan "%s"...
de_de: Mit "%s" verbinden...
hu_hu: Csatlakozás "%s"-hoz...
pl_pl: Połącz z "%s"...

source: Connect to a different host first and use it as a proxy
af_za: Koppel eers aan 'n ander gasheer en gebruik dit as 'n instaanbediener
de_de: Zuerst mit einem anderen Host verbinden, um diesen als Proxy zu nutzen
hu_hu: Először egy másik gazdához csatlakozás, majd proxy-ként való használata.
pl_pl: Połącz się najpierw z innym hostem i użyj go jako proxy

source: Connecting
af_za: Koppel tans
de_de: Verbinde
hu_hu: Csatlakozás
pl_pl: Łączenie

source: Connection
af_za: Koppel
de_de: Verbindung
hu_hu: Kapcsolat
pl_pl: Połączenie

source: Connection failed: {error}
af_za: Koppel het misluk: {error}
de_de: Verbindung fehlgeschlagen: {error}
hu_hu: Kapcsolat megszűnt: {error}
pl_pl: Połączenie nie powiodło się: {error}

source: Connection name will be used instead
af_za: Koppelnaam sal eerder gebruik word
de_de: Stattdessen wird der Verbindungsname verwendet
hu_hu: A kapcsolat neve lesz használva
pl_pl: Zamiast tego użyta zostanie nazwa połączenia

source: Context menu
af_za: Kontekskieslys
de_de: Kontextmenü
hu_hu: Kontextus menü
pl_pl: Menu kontekstowe

source: Controls the amount of space between elements
af_za: Beheer die hoeveelheid spasie tussen elemente
de_de: Legt den Abstand zwischen den Elementen fest
hu_hu: A szóközök számának szabályozása elemek között
pl_pl: Kontroluje odstępy między elementami

source: Copied
af_za: Gekopieer
de_de: Kopiert
hu_hu: Másolva
pl_pl: Skopiowano

source: Copy
af_za: Kopieer
de_de: Kopieren
hu_hu: Másolás
pl_pl: Kopiuj

source: Copy current path
af_za: Kopieer huidige pad
de_de: Aktuellen Pfad kopieren
hu_hu: Jelenlegi útvonal másolása
pl_pl: Skopiuj bieżącą ścieżkę

source: Copy full path
af_za: Kopieer volle pad
de_de: Vollständigen Pfad kopieren
hu_hu: Teljes útvonal másolása
pl_pl: Kopiuj pełną ścieżkę

source: Copy on select
af_za: Kopieer op kies
de_de: Bei Auswahl kopieren
hu_hu: Másolás kiválasztáskor
pl_pl: Kopiuj przy wybraniu

source: Copy to clipboard
af_za: Kopieer na knipbord
de_de: In die Zwischenablage kopieren
hu_hu: Másolás vágólapra
pl_pl: Skopiuj do schowka

source: Copy with formatting
af_za: Kopieer met formatering
de_de: Mit Formatierung kopieren
hu_hu: Másolás formázással
pl_pl: Kopiuj wraz z formatowaniem

source: Could not decrypt config
af_za: Kon nie opstelling dekripteer nie
de_de: Konfiguration konnte nicht entschlüsselt werden
hu_hu: A konfigurációt nem lehet visszafejteni
pl_pl: Nie można odszyfrować konfiguracji

source: Create
af_za: Skep
de_de: Erstellen
hu_hu: Létrehozás
pl_pl: Stwórz

source: Create directory
af_za: Skep gids
de_de: Verzeichnis erstellen
hu_hu: Könyvtár létreozása
pl_pl: Stwórz folder

source: Current
af_za: Huidige
de_de: Aktuell
hu_hu: Jelenlegi
pl_pl: Aktualny

source: Current color scheme
af_za: Huidige kleurskema
de_de: Aktuelles Farbschema
hu_hu: Jelenlegi szín séma
pl_pl: Aktualny schemat kolorów

source: Current host key fingerprint
af_za: Huidige gasheersleutel-vingerafdruk
de_de: Aktueller Host-Schlüssel-Fingerabdruck
hu_hu: Jelenlegi gazda kulcs ujjlenyomata
pl_pl: Odcisk klucza bieżącego hosta

source: Current process: {name}
af_za: Huidige proses: {name}
de_de: Aktueller Prozess: {name}
hu_hu: Jelenlegi folyamat: {name}
pl_pl: Bieżący proces: {name}

source: Cursor shape
af_za: Wyser vorm
de_de: Cursorform
hu_hu: Kurzor formája
pl_pl: Kształt kursora

source: Custom
af_za: Pasgemaak
de_de: Benutzerdefiniert
hu_hu: Egyedi
pl_pl: Własny

source: Custom CSS
af_za: Pasgemaakte CSS
de_de: Benutzerdefiniertes CSS
hu_hu: Egyedi CSS
pl_pl: Niestandardowy CSS

source: Dark mode
af_za: Donker modus
de_de: Dunkler Modus
hu_hu: Sötét mód
pl_pl: Tryb ciemny

source: Data bits
af_za: Data bisse
de_de: Datenbits
hu_hu: Adat bitek
pl_pl: Bity danych

source: Debugging
af_za: Ontfouting
de_de: Fehlersuche
hu_hu: Hibakeresés
pl_pl: Debugowanie

source: Decrease horizontal split size
af_za: Verminder die horisontale verdelingsgrootte
de_de: Größe der horizontalen Teilung verringern
hu_hu: Vízszintes feloszás csökkentése
pl_pl: Zmniejsz rozmiar poziomego rozkładu

source: Decrease vertical split size
af_za: Verminder die vertikale verdelingsgrootte
de_de: Größe der vertikalen Teilung verringern
hu_hu: Függőleges feloszás csökkentése
pl_pl: Zmniejsz rozmiar pionowego podziału

source: Default "Connect to" type
af_za: Standaard "Koppel aan" tiepe
de_de: Standards Verbindungstyp
hu_hu: Alapméretezett "Connect to" típus
pl_pl: Domyślny typ połączeń

source: Default connection type used by quick connect feature (ex. SSH, Telnet)
af_za: Standaard verbindingssoort gebruik deur die vinnige koppelingsfunksie (bv. SSH, Telnet)
de_de: Standard Verbindung für Schnellverbanbindungen (z.B. SSH, Telnet)
hu_hu: Alapméretezett kapcsolat típusa a gyors csatalakozáshoz (pl. SSH, Telnet)
pl_pl: Domyślny typ łączności używany przez funkcję "szybkie połączenie" (np. SSH, Telnet)

source: Default profile for new tabs
af_za: Verstekprofiel vir nuwe oortjies
de_de: Standardprofil für neue Tabs
hu_hu: Alapméretezett profil új lapokhoz
pl_pl: Domyślny profil dla nowych kart

source: Default profile group settings
af_za: Standaard profielgroepinstellings
de_de: Sandart Profil Gruppeneinstellungen
hu_hu: Alapméretezett profil csoportos beállításokhoz
pl_pl: Domyślne ustawienia profilu grupy

source: Default profile settings
af_za: Verstekprofiel instellings
de_de: Standard-Profileinstellungen
hu_hu: Alapméretezett profil beállítások
pl_pl: Domyślne ustawienia profilu

source: Defaults
af_za: Verstekke
de_de: Standardwerte
hu_hu: Alapméretezettek
pl_pl: Domyślne

source: Defaults for {type}
af_za: Verstekke vir {type}
de_de: Standardwerte für {type}
hu_hu: Alapméretezett ehhez: {type}
pl_pl: Domyślne dla {type}

source: Delete
af_za: Skrap
de_de: Löschen
hu_hu: Törlés
pl_pl: Usuń

source: Delete "{name}"?
af_za: Skrap "{name}"?
de_de: "{name}" löschen?
hu_hu: "{name}" törölhető?
pl_pl: Usunąć {name}?

source: Delete {fullPath}?
af_za: Skrap {fullPath}?
de_de: {fullPath} löschen?
hu_hu: {fullPath} törlése?
pl_pl: Usuń {fullPath}?

source: Delete entire line
af_za: Skrap hele reël
de_de: Gesamte Zeile löschen
hu_hu: Teljes sor törlése
pl_pl: Usuń całą linijkę

source: Delete next word
af_za: Skrap volgende woord
de_de: Nächstes Wort löschen
hu_hu: Következő szó törlése
pl_pl: Usuń następne słowo

source: Delete previous word
af_za: Skrap vorige woord
de_de: Vorheriges Wort löschen
hu_hu: Előző szó törlése
pl_pl: Usuń poprzednie słowo

source: Delete the config on the remote side?
af_za: Verwyder die konfigurasie aan die afgeleë kant?
de_de: Die Konfiguration auf der entfernten Seite löschen?
hu_hu: Töröljem a konfigurációt a távoli oldalon?
pl_pl: Usunąć konfigurację po stronie zdalnej?

source: Delete the group's profiles?
af_za: Skrap die groep se profiele?
de_de: Profile der Gruppe löschen?
hu_hu: Töröljem a csoport profiljait?
pl_pl: Usunąć profile grupy?

source: Delete this script?
af_za: Skrap hierdie skrip?
de_de: Dieses Skript löschen?
hu_hu: Töröljem ezt a szkriptet?
pl_pl: Usunąć ten skrypt?

source: Delete vault contents?
af_za: Skrap kluisinhoud?
de_de: Tresor Inhalt löschen?
hu_hu: Töröljem
pl_pl: Usunąć zawartość sejfu?

source: Deleting
af_za: Skrap tans
de_de: Lösche
hu_hu: Törlés
pl_pl: Usuwanie

source: Device
af_za: Toestel
de_de: Gerät
hu_hu: Eszköz
pl_pl: Urządzenie

source: Direct
af_za: Direk
de_de: Direkt
hu_hu: Direkt
pl_pl: Bezpośrednio

source: Disable
af_za: Deaktiveer
de_de: Deaktivieren
hu_hu: Letiltás
pl_pl: Wyłącz

source: Disable dynamic tab title
af_za: Deaktiveer dinamiese oortjietitel
de_de: Dynamischen Tab-Titel deaktivieren
hu_hu: Dinamikusan változó lapméret letiltása
pl_pl: Wyłącz dynamiczny tytuł karty

source: Disable fluent background while dragging
af_za: Deaktiveer vlot-agtergrond terwyl jy sleep
de_de: Transparenten Hintergrund beim Ziehen des Fensters deaktivieren
hu_hu: Folyékony háttér letiltása húzás közben
pl_pl: Wyłącz płynne tło podczas przeciągania

source: Disable GPU acceleration
af_za: Deaktiveer GVE-versnelling
de_de: Grafikkarten-Beschleunigung deaktivieren
hu_hu: GPU-s gyorsítás letiltása
pl_pl: Wyłącz przyspieszenie GPU

source: Disabled
af_za: Gediaktiveer
de_de: Deaktiviert
hu_hu: Letiltva
pl_pl: Wyłączone

source: Disconnect
af_za: Ontkoppel
de_de: Verbindung trennen
hu_hu: Kapcsolat bontása
pl_pl: Rozłącz

source: Disconnect current tab (Serial/Telnet/SSH)
af_za: Ontkoppel huidige oortjie (Serieel/Telnet/SSH)
de_de: Aktuelle Tab Verbindung trennen (Serial/Telnet/SSH)
hu_hu: Lecsatlakozás a jelenlegi lapról (Soros port/Telnet/SSH)
pl_pl: Rozłącz aktywną kartę (Serial/Telnet/SSH)

source: Disconnect from {host}?
af_za: Ontkoppel van {host}?
de_de: Von {host} trennen?
hu_hu: {host}: Kapcsolat bontása?
pl_pl: Odłączyć od {host}?

source: Display images via Sixel escape sequences
af_za: Vertoon beelde via Sixel-ontsnappingsreekse
de_de: Grafiken mittels Sixel Escape-Sequenzen anzeigen
hu_hu: Képek megjelenítése Sixel szökési képkockákkal
pl_pl: Wyświetlaj grafiki w sekwencjach wyjściowych Sixeli

source: Display on
af_za: Skerm aan
de_de: Anzeigen auf
hu_hu: Képernyő bekapcsolva
pl_pl: Wyświetl na

source: Do not abort
af_za: Moenie aborteer nie
de_de: Nicht abbrechen
hu_hu: Ne szüntesse meg
pl_pl: Nie przerywaj

source: Do not close
af_za: Moenie toemaak nie
de_de: Nicht schließen
hu_hu: Ne zárja be
pl_pl: Nie zamykaj

source: Do not remember
af_za: Moet nie onthou nie
de_de: Nicht merken
hu_hu: Ne emlékezzen
pl_pl: Nie zapamiętuj

source: Dock always on top
af_za: Dok altyd bo-op
de_de: Immer oben andocken
hu_hu: Rögzítés mindig felülre
pl_pl: Okno zawsze na wierzchu

source: Dock the terminal
af_za: Dok die terminaal
de_de: Terminal andocken
hu_hu: Terminál rögzítése
pl_pl: Dokuj terminal

source: Docked terminal size
af_za: Gedokte terminaalgrootte
de_de: Größe des angedockten Terminals
hu_hu: Rögzített terminál méret
pl_pl: Rozmiar zadokowanego terminalu

source: Docked terminal space
af_za: Gedokte terminaalruimte
de_de: Breite des angedockten Terminals
hu_hu: Rögzített terminál hely
pl_pl: Zadokowane miejsce w terminalu

source: Docking
af_za: Dokering
de_de: Andocken
hu_hu: Rögzítés
pl_pl: Dokowanie

source: Double-click selection will stop at these characters
af_za: Dubbelklik seleksie sal stop by hierdie karakters
de_de: Doppelklick-Auswahl wird bei diesen Zeichen beendet
hu_hu: Dupla kattintás a kiválasztáskor megáll ezeknél a karaktereknél
pl_pl: Zaznaczenie podwójnego kliknięcia zatrzyma się na tych znakach

source: Down
af_za: Af
de_de: Unten
hu_hu: Le
pl_pl: W dół

source: Download
af_za: Aflaai
de_de: Herunterladen
hu_hu: Letöltés
pl_pl: Pobierz
