Repository: Eugeny/tabby
Catalog: locale/*.po
Languages: af_za, de_de, hu_hu, pl_pl

source: Draw bold text in bright colors
af_za: Teken vet teks in helder kleure
de_de: Zeige fett geschriebenen Text in hellen Farben
hu_hu: Felkövér szöveg világos színekkel való kirajzolása
pl_pl: Rysuj pogrubiony tekst w jasnych kolorach

source: Duplicate
af_za: Dupliseer
de_de: Duplizieren
hu_hu: Másolat
pl_pl: Duplikuj

source: Duplicate as administrator
af_za: Dupliseer as administrateur
de_de: Als Administrator duplizieren
hu_hu: Másolat adminisztrátorként
pl_pl: Duplikuj jako administrator

source: Duplicate tab
af_za: Dupliseer oortjie
de_de: Tab duplizieren
hu_hu: Lap kétszerezése
pl_pl: Duplikuj kartę

source: Edit
af_za: Wysig
de_de: Bearbeiten
hu_hu: Szerkesztés
pl_pl: Edytuj

source: Edit locally
af_za: Wysig plaaslik
de_de: Lokal bearbeiten
hu_hu: Szerkesztés helyileg
pl_pl: Edytuj lokalnie

source: Enable
af_za: Aktiveer
de_de: Aktivieren
hu_hu: Engedélyezés
pl_pl: Włącz

source: Enable analytics
af_za: Aktiveer analise
de_de: Anonyme Nutzungsdaten senden
hu_hu: Elemzés engedélyezése
pl_pl: Włącz Analitykę

source: Enable animations
af_za: Aktiveer animasies
de_de: Animationen aktivieren
hu_hu: Animációk engedélyezése
pl_pl: Włącz animacje

source: Enable automatic installation of updates when they become available.
af_za: Aktiveer outomatiese installasie van opdaterings wanneer hulle beskikbaar word.
de_de: Automatische Installation von Updates aktivieren, wenn diese verfügbar sind.
hu_hu: Frissítések automatikus telepítésének engedélyezése, amikr elérhetővé válnak.
pl_pl: Włącz automatyczną instalację aktualizacji, gdy będą dostępne.

source: Enable fluent background option
af_za: Aktiveer vloeiende agtergrondopsie
de_de: Fluent Hintergrund-Option aktivieren
hu_hu: Folyékony háttér beállítás engedélyezése
pl_pl: Włącz opcję płynnego tła

source: Enable font ligatures
af_za: Aktiveer lettertipe-ligatuur
de_de: Schrift-Ligaturen aktivieren
hu_hu: Betűk folyékony írása
pl_pl: Włącz ligaturę czcionek

source: Enable global hotkey (Ctrl-Space)
af_za: Aktiveer globale snelsleutel (Ctrl-Space)
de_de: Globale Tastenkombination aktivieren (Ctrl-Leerzeichen)
hu_hu: Globális gyorsgomb engedélyezése (Ctrl-Szóköz)
pl_pl: Włącz globalny skrót klawiszowy (Ctrl-Space)

source: Enables the experimental Windows ConPTY API
af_za: Aktiveer die eksperimentele Windows ConPTY API
de_de: Aktiviert die experimentelle Windows ConPTY API
hu_hu: Kísérleti Windows ConPTY API engedélyezése
pl_pl: Włącza eksperymentalne API ConPTY Windows

source: Encrypt config file
af_za: Enkripteer konfigurasielêer
de_de: Konfigurationsdatei verschlüsseln
hu_hu: Konfigurációs fájl titkosítása
pl_pl: Szyfruj plik konfiguracyjny

source: End of the line
af_za: Einde van die lyn
de_de: Ende der Zeile
hu_hu: Sor vége
pl_pl: Koniec linii

source: Environment
af_za: Omgewing
de_de: Umgebung
hu_hu: Környezet
pl_pl: Środowisko

source: Erase config
af_za: Vee konfigurasie uit
de_de: Konfiguration löschen
hu_hu: Konfiguráció törlése
pl_pl: Usuń konfigurację

source: Erase the Vault
af_za: Vee die Kluis uit
de_de: Tresor leeren
hu_hu: A széf törlése
pl_pl: Wyczyść sejf

source: Error in {plugin}:
af_za: Fout in {plugin}:
de_de: Fehler in {plugin}:
hu_hu: Hiba, {plugin}:
pl_pl: Błąd w {plugin}:

source: Exact match
af_za: Presiese passing
de_de: Genaue Übereinstimmung
hu_hu: Pontos egyezés
pl_pl: Dokładne dopasowanie

source: Example:
af_za: Voorbeeld:
de_de: Beispiel:
hu_hu: Példa:
pl_pl: Przykład:

source: Experimental Windows 10 background style known to cause issues
af_za: Eksperimentele Windows 10 agtergrondstyl wat bekend is om probleme te veroorsaak
de_de: Experimenteller Windows 10 Hintergrund-Stil (bekannt für Probleme)
hu_hu: Kísérleti Windows 10 háttérkép stílus ismerten hibákat okozhat
pl_pl: Eksperymentalny styl tła Windows 10 mogący powodować problemy

source: Export
af_za: Uitvoer
de_de: Exportieren
hu_hu: Exportálás
pl_pl: Exportuj

source: Fallback font
af_za: Terugval-lettertipe
de_de: Alternative Schriftart
hu_hu: Vissazeső betűtípus
pl_pl: Awaryjna czcionka

source: File transfers
af_za: Lêeroordragte
de_de: Dateiübertragung
hu_hu: Fájlok átvitele
pl_pl: Przesyłanie plików

source: File: {description}
af_za: Lêer: {description}
de_de: Datei: {description}
hu_hu: Fájl: {description}
pl_pl: Plik: {description}

source: Fixed
af_za: Vaste
de_de: Fest
hu_hu: Rögzített
pl_pl: Poprawiony

source: Fluent background sometimes causes drag lag
af_za: Vloeiende agtergrond veroorsaak soms sleep vertraging
de_de: Der transparente Hintergrund führt manchmal zum Stottern
hu_hu: A folyékony háttérkép néha hűzáskor befagyást okozhat
pl_pl: Płynne tło czasami powoduje opóźnienie przeciągnięcia

source: Focus all panes
af_za: Fokus alle ruite
de_de: Alle Bereiche fokussieren
hu_hu: Fókusz minden táblára
pl_pl: Podświetl wszystkie panele

source: Focus all panes at once (broadcast)
af_za: Fokus alle ruite gelyktydig (uitsaai)
de_de: Alle Bereiche gleichzeitig fokussieren (Broadcast)
hu_hu: Fókusz minden táblára egyszerre (közvetítés)
pl_pl: Wyróżnij wszystkie panele jednocześnie (broadcast)

source: Focus all tabs
af_za: Fokus alle oortjies
de_de: Alle Tabs fokussieren
hu_hu: Fókusz minden lapon
pl_pl: Podświetl wszystkie zakładki

source: Focus all tabs at once (broadcast)
af_za: Fokus alle oortjies gelyktydig (uitsaai)
de_de: Alle Tabs gleichzeitig fokussieren (Broadcast)
hu_hu: Fókusz minden lapra egyszerre (közvetítés)
pl_pl: Podświetl wszystkie zakładki na raz (Broadcast)

source: Focus follows mouse
af_za: Fokus volg muis
de_de: Fokus folgt der Maus
hu_hu: Fókus követi az egeret
pl_pl: Fokus podąża za myszą

source: Focus next pane
af_za: Fokus volgende ruit
de_de: Nächsten Bereich fokussieren
hu_hu: Következő tábla fókuszálása
pl_pl: Wyróżnij następny panel

source: Focus pane {number}
af_za: Fokus ruit {number}
de_de: Fokusbereich {number}
hu_hu: Fókuszált tábla {number}
pl_pl: Skup widok na panel {number}

source: Focus previous pane
af_za: Fokus vorige ruit
de_de: Vorherigen Bereich fokussieren
hu_hu: Fókusz az előző táblára
pl_pl: Wyróżnij poprzedni panel

source: Focus the pane above
af_za: Fokus op die ruit hierbo
de_de: Den darüberliegenden Bereich fokussieren
hu_hu: Fókusz a következő táblára
pl_pl: Wyróżnij panel powyżej

source: Focus the pane below
af_za: Fokus die ruit hieronder
de_de: Den darunterliegenden Bereich fokussieren
hu_hu: Fókusz a lenti táblára
pl_pl: Wyróżnij panel poniżej

source: Focus the pane on the left
af_za: Fokus die ruit aan die linkerkant
de_de: Fokussiere den Bereich links
hu_hu: Fókusz a bal oldali táblára
pl_pl: Wyróżnij panel po lewej stronie

source: Focus the pane on the right
af_za: Fokus die ruit aan die regterkant
de_de: Fokussiere den Bereich rechts
hu_hu: Fókusz a jobb oldali táblára
pl_pl: Wyróżnij panel na prawej

source: Follow the color scheme
af_za: Volg die kleurskema
de_de: An Farbschema halten
hu_hu: Színséma követése
pl_pl: Powiel schemat kolorów

source: Font
af_za: Lettertipe
de_de: Schriftart
hu_hu: Betűtípus
pl_pl: Czcionka

source: For keyboard shortcuts
af_za: Vir sleutelbord kortpaaie
de_de: Für Tastenkombinationen
hu_hu: Billentyűzet gyorsgomboknak
pl_pl: Dla skrótów klawiszowych

source: Force CR
af_za: Dwing CR
de_de: CR erzwingen
hu_hu: CR erőltetése
pl_pl: Wymuś CR

source: Force CRLF
af_za: Dwing CRLF
de_de: CRLF erzwingen
hu_hu: CRLF erőltetése
pl_pl: Wymuś CRLF

source: Force LF
af_za: Dwing LF
de_de: LF erzwingen
hu_hu: LF erőltetése
pl_pl: Wymuś LF

source: Forces a specific SSH agent connection type.
af_za: Dwing 'n spesifieke tipe SSH-agentverbinding.
de_de: Erzwingt einen bestimmten SSH-Agenten-Verbindungstyp.
hu_hu: Erőleteti egy specifikus SSH ügynök kapcsolat típusát.
pl_pl: Wymusza określony typ połączenia agenta SSH.

source: Forget
af_za: Vergeet
de_de: Löschen
hu_hu: Elfeletés
pl_pl: Zapomnij

source: Forward port
af_za: Stuur poort aan
de_de: Port weiterleiten
hu_hu: Port továbbítása
pl_pl: Przekierowanie portu

source: Forwarded ports
af_za: Aangestuurde poorte
de_de: Weitergeleitete Ports
hu_hu: Továbbított portok
pl_pl: Przekierowane porty

source: From color scheme
af_za: Van kleurskema
de_de: Aus dem Farbschema
hu_hu: Színsémából
pl_pl: Ze schematu kolorów

source: From system
af_za: Van stelsel
de_de: Vom System
hu_hu: Rendszerből
pl_pl: Z systemu

source: From theme
af_za: Van tema
de_de: Aus dem Theme
hu_hu: Témából
pl_pl: Z motywu

source: Frontend
af_za: Voorkant
hu_hu: Előlap
pl_pl: Strona

source: Full
af_za: Vol
de_de: Alle
hu_hu: Teljes
pl_pl: Gruba

source: General
af_za: Algemeen
de_de: Allgemein
hu_hu: Általános
pl_pl: Ogólne

source: Generate a pre-filled GitHub issue
af_za: Genereer 'n vooraf ingevulde GitHub-kwessie
de_de: Ein vorausgefülltes GitHub Ticket erzeugen
hu_hu: Előre kitöltöss GitHub hibajegy generálása
pl_pl: Wygeneruj wstepnie opisany problem na GitHub

source: Get
af_za: Kry
de_de: Herunterladen
hu_hu: Szerzés
pl_pl: Pobierz

source: Get it from the Tabby Web settings window
af_za: Kry dit uit die Tabby Web-instellingsvenster
de_de: Holen Sie es sich aus dem Einstellungen-Fenster der Tabby-Web-App
hu_hu: Megszerzés a Tabby Web beállítás ablakból
pl_pl: Pobierz z okna ustawień zakładki

source: Gives the window a blurred transparent background
af_za: Gee die venster 'n vaag deursigtige agtergrond
de_de: Gibt dem Fenster einen verschwommenen transparenten Hintergrund
hu_hu: Feladja a jelenlegi ablak homályos hátterét
pl_pl: Ustawia w oknie rozmyte przezroczyste tło

source: Go up
af_za: Gaan op
de_de: Nach oben
hu_hu: Menjen fel
pl_pl: Idź w górę

source: Green
af_za: Groen
de_de: Grün
hu_hu: Zöld
pl_pl: Zielony

source: Group
af_za: Groep
de_de: Gruppe
hu_hu: Csoport
pl_pl: Grupa

source: Hacks
af_za: Kappe
de_de: Problembehandlung
hu_hu: Hekkek
pl_pl: Haki

source: Help track the number of Tabby installs across the world!
af_za: Help om die aantal Tabby-installasies regoor die wêreld te volg!
de_de: Hilf dabei, die Anzahl der Tabby-Installationen auf der ganzen Welt zu verfolgen!
hu_hu: Segítsen követni a Tabby felhasználók számát a világ körül!
pl_pl: Pomóż śledzić liczbę instalacji Tabby na całym świecie!

source: Help translate Tabby
af_za: Help om Tabby te vertaal
de_de: Hilf Tabby zu übersetzen
hu_hu: Segítsen a fordításban
pl_pl: Pomóż przetłumaczyć Tabby

source: Hexadecimal
af_za: Heksadesimaal
de_de: Hexadezimal
hu_hu: Hexadecimális
pl_pl: Heksadecymalny

source: Hide
af_za: Versteek
de_de: Verbergen
hu_hu: Elrejtés
pl_pl: Ukryj

source: Hide tab close button
af_za: Versteek oortjie toemaakknoppie
de_de: Tab Schließen verbergen
hu_hu: Lap elrejtése bezáráskor
pl_pl: Ukryj przycisk zamykania karty

source: Hide tab index
af_za: Versteek oortjie-indeks
de_de: Tab-Nummer ausblenden
hu_hu: Lap index elrejtése
pl_pl: Ukryj numerację kart

source: Hide tab options button
af_za: Versteek oortjie-opsies-knoppie
de_de: Tab Optionen ausblenden
hu_hu: Lap beállítások elrejtése
pl_pl: Ukryj przycisk z opcjami karty

source: Hide window on focus loss
af_za: Versteek venster op fokusverlies
de_de: Fenster beim Fokusverlust ausblenden
hu_hu: Ablak elrejtése fókusz elvesztésekor
pl_pl: Ukryj okno po utracie wyróżnienia

source: Hides the docked terminal when you click away.
af_za: Versteek die gekoppelde terminaal wanneer jy wegklik.
de_de: Versteckt das angedockte Terminal, wenn Sie woanders klicken.
hu_hu: Rögzített terminál elrejése máshová kattintáskor.
pl_pl: Ukrywa zadokowany terminal, gdy klikniesz obok.

source: Homepage
af_za: Tuisblad
hu_hu: Kezdőoldal
pl_pl: Strona główna

source: Host
af_za: Gasheer
hu_hu: Gazda
pl_pl: Gospodarz

source: Host key
af_za: Gasheer sleutel
de_de: Hostschlüssel
hu_hu: Gazda kulcs
pl_pl: Klucz hosta

source: Host key verification
af_za: Gasheersleutel verifikasie
de_de: Hostschlüssel Verifizierung
hu_hu: Gazda kulcs azonosítása
pl_pl: Weryfikacja klucza hosta

source: Hotkeys
af_za: Sneltoetse
de_de: Tastenkombinationen
hu_hu: Gyorsgombok
pl_pl: Klawisze skrótów

source: How Tabby presents itself through environment vars
af_za: Hoe Tabby homself deur omgewingsveranderlikes voorstel
de_de: Wie sich Tabby durch Umgebungsvarianten präsentiert
hu_hu: Hogyan mutatja be magát a Tabby a környezeti változókon keresztül
pl_pl: W jaki sposób Tabby prezentuje się w zmiennych środowiskach

source: HTTP proxy
af_za: HTTP-instaanbediener

source: HTTP proxy host
af_za: HTTP-instaanbediener gasheer
hu_hu: HTTP proxy gazda

source: HTTP proxy port
af_za: HTTP-instaanbediener poort

source: Icon
af_za: Ikoon
de_de: Symbol
hu_hu: Ikon
pl_pl: Ikona

source: If disabled, only custom profiles will show up in the profile selector
af_za: Indien gedeaktiveer, sal slegs gepasmaakte profiele in die profielkieser verskyn
de_de: Wenn deaktiviert, werden nur benutzerdefinierte Profile in der Profilauswahl angezeigt
hu_hu: Ha le van tiltva, csak egyedi profilok fognak megjelenni a profil választóban
pl_pl: Jeśli wyłączone, tylko niestandardowe profile pojawią się w selektorze profilu

source: Immediately echoes your input locally
af_za: Onmiddellik eggo jou insette plaaslik
de_de: Gibt die Eingabe sofort lokal wieder
hu_hu: Rögtön kiírja a bemenetet helyileg
pl_pl: Natychmiastowo wywołuje echo dla Twoich danych wejściowych lokalnie

source: Increase horizontal split size
af_za: Verhoog die horisontale verdelingsgrootte
de_de: Größe der horizontalen Teilung vergrößern
hu_hu: Vízszintes felosztás növelése
pl_pl: Zwiększ rozmiar poziomego podziału

source: Increase vertical split size
af_za: Verhoog die vertikale verdelingsgrootte
de_de: Größe der vertikalen Teilung vergrößern
hu_hu: Függőleges felosztás növelése
pl_pl: Zwiększ rozmiar pionowego podziału

source: Input
af_za: Invoer
de_de: Eingabe
hu_hu: Bemenet
pl_pl: Polecenie

source: Input is sent as you type
af_za: Invoer word gestuur soos jy tik
de_de: Eingabe wird beim Tippen gesendet
hu_hu: Bemenet elküldése íráskor
pl_pl: Dane wejściowe są wysyłane podczas pisania

source: Input mode
af_za: Invoermodus
de_de: Eingabemodus
hu_hu: Bemeneti mód
pl_pl: Tryb wejścia

source: Input newlines
af_za: Voer nuwe lyne in
de_de: Eingehende Zeilenumbrüche
hu_hu: Újsorok bemenete
pl_pl: Nowe linie wejściowe

source: Installed
af_za: Geïnstalleer
de_de: Installiert
hu_hu: Telepítve
pl_pl: Zainstalowane

source: Installing the update will close all tabs and restart Tabby.
af_za: Die installering van die opdatering sal alle oortjies toemaak en Tabby herbegin.
de_de: Das Installieren des Updates schließt alle Tabs und startet Tabby neu.
hu_hu: A frissítés telepítése be fogja zárni a lapokat, és újraindítja a Tabby-t.
pl_pl: Instalacja aktualizacji zamknie wszystkie karty i zrestartuje Tabby.

source: Intelligent Ctrl-C (copy/abort)
af_za: Intelligente Ctrl-C (kopieer/aborteer)
de_de: Intelligente Strg-C (Kopieren/Abbrechen)
hu_hu: Inteligens Ctrl-C (másolás/elvetés)
pl_pl: Inteligentne Ctrl-C (kopiuj/przerwij)

source: Interactive
af_za: Interaktief
de_de: Interaktiv
hu_hu: Interaktív
pl_pl: Interaktywny

source: Invalid syntax
af_za: Ongeldige sintaksis
de_de: Ungültige Syntax
hu_hu: Hibás bemenet
pl_pl: Nieprawidłowa składnia

source: Jump host
af_za: Spring gasheer
hu_hu: Ugrás a gazdára
pl_pl: Przeskocz host

source: Jump to next word
af_za: Spring na die volgende woord
de_de: Zum nächsten Wort springen
hu_hu: Ugrás a következő szóra
pl_pl: Przejdź do następnego słowa

source: Jump to previous word
af_za: Spring na die vorige woord
de_de: Zum vorherigen Wort springen
hu_hu: Ugrás az előző szóra
pl_pl: Przejdź do poprzedniego słowa

source: Keep
af_za: Behou
de_de: Behalten
hu_hu: Megtartás
pl_pl: Zachowaj

source: Keep Alive Interval (Milliseconds)
af_za: Hou lewendig interval (millisekondes)
de_de: Aktivitäts Intervall (Millisekunden)
hu_hu: Ébren tartás intervalluma (miliszekundumokban)
pl_pl: Interwał podtrzymania aktywności (Milisekundy)

source: Keep docked terminal always on top
af_za: Hou gedokte terminaal altyd bo
de_de: Angedocktes Terminal immer oben halten
hu_hu: Rögzített terminál mindig felül tartása
pl_pl: Trzymaj zadokowany terminal zawsze na górze

source: Key
af_za: Sleutel
de_de: Schlüssel
hu_hu: Billentyű
pl_pl: Klucz

source: Key exchange
af_za: Sleutel ruil
de_de: Schlüsselaustausch
hu_hu: Billentyűcsere
pl_pl: Wymiana kluczy

source: Keyboard
af_za: Sleutelbord
de_de: Tastatur
hu_hu: Billentyűzet
pl_pl: Klawiatura

source: Keyboard-interactive auth
af_za: Sleutelbord-interaktiewe verifikasie
de_de: Tastatur-interaktive Authentifizierung
hu_hu: Interaktív billentyűzet azonosítás
pl_pl: Autoryzacja przy pomocy interaktywnej klawiatury

source: Kill
af_za: Eindig
de_de: Beenden erzwingen
hu_hu: Lelövés
pl_pl: Zabij

source: Language
af_za: Taal
de_de: Sprache
hu_hu: Nyelvezet
pl_pl: Język

source: Last known host key fingerprint
af_za: Laas bekende gasheersleutel-vingerafdruk
de_de: Letzter bekannter Host-Schlüssel-Fingerabdruck
hu_hu: Utolsó ismert gazda kulcs ujjlenyomata
pl_pl: Ostatni znany odcisk klucza hosta

source: Launch WinSCP
af_za: Begin WinSCP
de_de: Starte WinSCP
hu_hu: WinSCP indítása
pl_pl: Uruchom WinSCP

source: Launch WinSCP for current SSH session
af_za: Begin WinSCP vir huidige SSH sessie
de_de: Starte WinSCP für die aktuelle SSH-Sitzung
hu_hu: WinSCP indítása a jelenlegi SSH-ra
pl_pl: Uruchom WinSCP dla bieżącej sesji SSH

source: Learn how to allow Tabby to detect remote shell's working directory.
af_za: Leer hoe om Tabby toe te laat om afgeleë dop se werkgids op te spoor.
de_de: Erfahren Sie, wie Sie Tabby das Arbeitsverzeichnis von Remote Sitzung erkennen lassen können.
hu_hu: Tudja meg, hogyan engedélyezheti a Tabby-nak, hogy érzékelje a távoli shell munkakönyvtárát.
pl_pl: Dowiedz się, jak zezwolić Tabby na wykrycie katalogu roboczego zdalnej powłoki.

source: Left
af_za: Links
de_de: Links
hu_hu: Bal
pl_pl: Lewy

source: Lets the shell handle Meta key instead of OS
af_za: Laat die dop Meta-sleutel hanteer in plaas van BS
de_de: Ermöglicht der Shell das reagieren auf die Meta-Taste statt des Betriebssystems
hu_hu: Hadd kezelje a shell a Meta gombot a rendszer helyett
pl_pl: Pozwala, aby powłoka obsługiwała klawisz Meta zamiast systemu operacyjnego

source: Light mode
af_za: Ligte modus
de_de: Heller Modus
hu_hu: Világos mód
pl_pl: Tryb jasny

source: Line by line
af_za: Reël vir reël
de_de: Zeile für Zeile
hu_hu: Sorrol sorra
pl_pl: Linia po linii

source: Line editor, input is sent after you press Enter
af_za: Reël-redigeerder, insette word gestuur nadat u Enter gedruk het
de_de: Zeileneditor, Eingabe wird nach Drücken der Eingabetaste gesendet
hu_hu: Soronkénti szerkesztés, a bemenet az Enter lenyomása után lesz elküldve
pl_pl: Edytor linii, dane wejściowe są wysyłane po naciśnięciu Enter

source: Line padding
af_za: Reël-vulling
de_de: Zeilenabstand
hu_hu: Sorok kitöltése
pl_pl: Wypełnienie linii

source: Loading
af_za: Laai tans
de_de: Wird geladen
hu_hu: Betöltés
pl_pl: Ładowanie

source: Loading configs...
af_za: Laai tans opstellings...
de_de: Lade Konfigurationen...
hu_hu: Konfigurációk betöltése
pl_pl: Ładowanie konfiguracji...

source: Local
af_za: Plaaslike
de_de: Lokal
hu_hu: Helyi
pl_pl: Lokalny

source: Local echo
af_za: Plaaslike eggo
de_de: Lokales Echo
hu_hu: Helyi kiírás
pl_pl: Lokalne echo

source: Local terminal
af_za: Plaaslike terminaal
de_de: Lokales Terminal
hu_hu: Helyi terminál
pl_pl: Lokalny terminal

source: Login scripts
af_za: Aanmelding skripte
de_de: Login-Skripte
hu_hu: Indítási szkriptek
pl_pl: Skrypty logowania

source: Long-click for context menu
af_za: Langkliek vir kontekskieslys
de_de: Langer-Klick für Kontextmenü
hu_hu: Hosszú kattintás a kontextus menühöz
pl_pl: Długie kliknięcie, aby uzyskać menu kontekstowe

source: Manage profiles
af_za: Bestuur profiele
de_de: Profile verwalten
hu_hu: Profilok kezelése
pl_pl: Zarządzaj profilami

source: Max Keep Alive Count
af_za: Maks. hou-lewendig tel
de_de: Maximale Anzahl der Aktivitätsintervallen
hu_hu: Max Ébren Tartási Számláló

source: Maximize the active pane
af_za: Maksimeer die aktiewe paneel
de_de: Aktiven Bereich maximieren
hu_hu: Maximise the active pane
pl_pl: Maksymalizuj aktywny panel

source: Minimum contrast ratio
af_za: Minimum kontrasverhouding
de_de: Minimales Kontrastverhältnis
hu_hu: Minimum kontraszt arány
pl_pl: Minimalny stosunek kontrastu

source: Modified on {date}
af_za: Gewysig op {date}
de_de: Geändert am {date}
hu_hu: Módosítva ekkor: {date}
pl_pl: Zmodyfikowano {date}

source: Mouse
af_za: Muis
de_de: Maus
hu_hu: Egér
pl_pl: Mysz

source: Move tab to the left
af_za: Skuif oortjie na links
de_de: Tab nach links verschieben
hu_hu: Lap balra mozgatása
pl_pl: Przenieś kartę w lewo

source: Move tab to the right
af_za: Skuif oortjie na regs
de_de: Tab nach rechts verschieben
hu_hu: Lap jobbra mozgatása
pl_pl: Przenieś kartę w prawo

source: Move to "Ungrouped"
af_za: Skuif na "Ongegroepeer"
de_de: Nach "Ungruppiert" verschieben
hu_hu: Áthelyezés "Ungrouped"
pl_pl: Przenieś do "Bez grupowania"

source: Moving the mouse over an inactive pane will cause it to activate
af_za: Deur die muis oor 'n onaktiewe paneel te beweeg, sal dit aktiveer
de_de: Wenn Sie die Maus über ein inaktives Fenster bewegen, wird es aktiviert
hu_hu: Egér mozgatása egy inaktív lap felett felébreszti
pl_pl: Najechanie myszy na nieaktywny panel spowoduje jego aktywacje

source: Name
af_za: Naam
hu_hu: Név
pl_pl: Nazwa

source: Name for the new config
af_za: Naam vir die nuwe opstelling
de_de: Name für die neue Konfiguration
hu_hu: Új konfiguráció neve
pl_pl: Nazwa nowej konfiguracji

source: Name for the new directory
af_za: Naam vir die nuwe gids
de_de: Name des neuen Verzeichnis
hu_hu: Új könyvtár neve
pl_pl: Nazwa nowego folderu

source: Native
af_za: Inheems
de_de: Nativ
hu_hu: Natív
pl_pl: Natywna

source: New
af_za: Nuwe
de_de: Neu
hu_hu: Új
pl_pl: Nowy

source: New admin tab
af_za: Nuwe admin-oortjie
de_de: Neues Admin Tab
hu_hu: Új admin lap
pl_pl: Nowa karta admina

source: New config on {platform}
af_za: Nuwe opstelling op {platform}
de_de: Neue Konfiguration auf {platform}
hu_hu: Új konfiguráció {platform}
pl_pl: Nowa konfiguracja na {platform}

source: New group name
af_za: Nuwe groepnaam
de_de: Neuer Gruppenname
hu_hu: Új csoport név
pl_pl: Nazwa nowej grupy

source: New item
af_za: Nuwe item
de_de: Neuer Eintrag
hu_hu: Új cikk
pl_pl: Nowa pozycja

source: New name
af_za: Nuwe naam
de_de: Neuer Name
hu_hu: Új név
pl_pl: Nowa nazwa

source: New profile
af_za: Nuwe profiel
de_de: Neues Profil
hu_hu: Új profil
pl_pl: Nowy profil

source: New profile Group
af_za: Nuwe profielgroep
de_de: Neues Gruppenprofil
hu_hu: Új profil csoport
pl_pl: Nowy grupa profili

source: New profile name
af_za: Nuwe profiel naam
de_de: Neuer Profilname
hu_hu: Új profil név
pl_pl: Nowa nazwa profilu

source: New tab
af_za: Nuwe oortjie
de_de: Neuer Tab
hu_hu: Új lap
pl_pl: Nowa karta

source: New tab: {profile}
af_za: Nuwe oortjie: {profile}
de_de: Neues Tab: {profile}
hu_hu: Új lap: {profile}
pl_pl: Nowa karta: {profile}

source: New terminal
af_za: Nuwe terminaal
de_de: Neues Terminal
hu_hu: Új terminál
pl_pl: Nowy terminal

source: New window
af_za: Nuwe venster
de_de: Neues Fenster
hu_hu: Új ablak
pl_pl: Nowe okno

source: New Window
af_za: Nuwe Venster
de_de: Neues Fenster
hu_hu: Új Ablak
pl_pl: Nowe okno

source: New with profile
af_za: Nuut met profiel
de_de: Neu mit Profil
hu_hu: Új profillal
pl_pl: Nowy z profilem

source: Next tab
af_za: Volgende oortjie
de_de: Nächster Tab
hu_hu: Következő lap
pl_pl: Następna karta

source: No color
af_za: Geen kleur
de_de: Keine Farbe
hu_hu: Nincs szín
pl_pl: Brak koloru

source: No modifier
af_za: Geen wysiger nie
de_de: Kein Modifikator
hu_hu: Nincs módosító
pl_pl: Brak Modyfikatora

source: None
af_za: Geen
de_de: Keine
hu_hu: Egyik sem
pl_pl: Żaden

source: Normal
af_za: Normaal
hu_hu: Normális
pl_pl: Normalny

source: Normal font weight
af_za: Normale lettertipe gewig
de_de: Strichstärke Normalschrift
hu_hu: Normális betű súly
pl_pl: Normalny rozmiar czcionki
